[
  {
    "Timestamp": "2025-12-17T19:31:57.857Z",
    "Project_Title": "Lifted Ground",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1f6lZoNa030XpJl3pl5pSK4y8vIccWm6r",
    "Image_Description/\nAlt Text": "Poster of share space garden tower.",
    "Student_Names": "Guoxian Xu",
    "Home_Studio": "Home Otherwise: Architecture, Agency, and Collective Housing Futures — University of British Columbia",
    "Tags": "Co-Housing, Co-Living, Towers",
    "Project_Description": "This building reimagines the garden as a vertical landscape woven through daily life. The first two floors serve as community public spaces with picnic areas and lawns that transform into a vibrant night market in the evening. Above, a large elevated garden leads residents from the elevator to their units, creating a soft transition between public and private space. Inside, generous shared amenities—including a badminton court, pet activity room, gym, and communal kitchen—foster interaction and a strong sense of community. The design aims to integrate nature, social life, and vertical living into one cohesive environment.",
    "Image 1": "https://drive.google.com/open?id=18uwcp4tZJgxBdzgxZTDhrrRLBBbCcDBW",
    "Image_1_Alt": "AXO view of the tower garden",
    "Image_1_Caption": "Showing the overall look of the building",
    "Image 2": "https://drive.google.com/open?id=1jyX2OWJL1gKRTK5kj8V883CviHIbDAvq",
    "Image_2_Alt": "Interior greenhouse ",
    "Image_2_Caption": "Showing the roof share garden of the building",
    "Image 3": "https://drive.google.com/open?id=1eOFc8fQKyBqudmBGY_NzUZv3WmlG-J3y",
    "Image_3_Alt": "Section Drawing of the building",
    "Image_3_Caption": "Section showing each program and people life inside",
    "Image 4": "https://drive.google.com/open?id=1LWtiU1IBVYvmoga3CQaDZex9JeBIbcJa",
    "Image_4_Alt": "AXO exploded diagram of the building",
    "Image_4_Caption": "Showing different programs and circulations in axo view",
    "Image 5": "https://drive.google.com/open?id=1TdTB9CG95abS1nUuijjbPCYvtSQ_jpfT",
    "Image_5_Alt": "Floor Plan for L4",
    "Image_5_Caption": "Showing the green share space and enterance",
    "Image 6": "https://drive.google.com/open?id=1Z0O5UFVwvhyaio3bV064W_HIN4o0DDmg",
    "Image_6_Alt": "Floor Plan for L14",
    "Image_6_Caption": "Showing the connections between each unit and the share garden",
    "Image 7": "https://drive.google.com/open?id=1M1527z1odaWmWEvcyfrFp8DF7fV2yhdz",
    "Image_7_Alt": "Floor Plan for roof garden",
    "Image_7_Caption": "Showing the connections between each unit and the greenhouse",
    "Image 8": "",
    "Image_8_Alt": "",
    "Image_8_Caption": "",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Build to inhabit the city",
    "poster_image": "/files/Poster_Image/EX5 Indesign - Guoxian Xu.png",
    "img_01": "/files/Image_01/Iso(1)_style_transfer02 - Guoxian Xu.png",
    "img_02": "/files/Image_02/Pre 2-1_style_transfer01 - Guoxian Xu.png",
    "img_03": "/files/Image_03/06 Section Diagram Output - Guoxian Xu.png",
    "img_04": "/files/Image_04/05 AXO Diagram output - Guoxian Xu.png",
    "img_05": "/files/Image_05/04 Plan Drawing output-01 - Guoxian Xu.png",
    "img_06": "/files/Image_06/04 Plan Drawing output-02 - Guoxian Xu.png",
    "img_07": "/files/Image_07/04 Plan Drawing output-03 - Guoxian Xu.png",
    "img_08": "/files/Image_08/",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-17T23:01:47.199Z",
    "Project_Title": "Nassau Passage",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1MbhQ8wdAkiKUe9AKLOx2bAsG63rHNNb6",
    "Image_Description/\nAlt Text": "An isometric view of the building facing North East. A flea market and the building's Winter Garden facades are prominent here.",
    "Student_Names": "Isaac Duong",
    "Home_Studio": "Infilling affordable housing within the Kensington Market Community Land Trust — University of Waterloo",
    "Tags": "Community land trusts, Cooperative housing, Programmed Circulation, Flexible Spaces, Courtyard Housing, Infill Housing, Mixed Use",
    "Project_Description": "Nassau Passage is a cooperative housing project located on 79 Nassau St. The peculiar lot that it is situated in forms two buildings that neighbours Kensington Market’s Flea Market. The adjacency to this micro market forms the main idea of this project: not only a building for small families and cooperative living, but one that enhances local artists and sellers on weekends as well. The building features mainly 3-bedrooms and studio units that can be converted to granny suites. The ground floor features programs that are adaptable depending on a resident’s needs. Alongside a daycare and a cooperative kitchen program, this building also has amenity rooms and greenhouses that promotes sociability and an active lifestyle.\n\nTaking inspiration from Kensington’s cultural milieu, the materials of the building showcase a patchwork and industrial style. As Kensington Market’s demographic is primarily mom-and-pop stores and people in trades, this raw and genuine materiality reflects an honest look. Additionally, the building’s CLT structure and generous balcony, a “winter garden”, makes for a building that is easy to construct, reuse, and ecologically efficient; walls with full glazing, often susceptible to low R-values, faces South and West to get maximal solar heat gain.",
    "Image 1": "https://drive.google.com/open?id=10G_9xaW_qs3sB2n-XJNXciHDxxOvzLWF",
    "Image_1_Alt": "A site axonometric view of the Kensington Market city block. The project building is highlighted on the drawing at 79 Nassau Street; around the center of the market.",
    "Image_1_Caption": "This project is located at 79 Nassau Street, Kensington Market.",
    "Image 2": "https://drive.google.com/open?id=1B_qAlEihUWbCsTB2sj9-3X_zSCdWO_16",
    "Image_2_Alt": "The same axonometric view of the project that faces North East. The flea market and the building's Winter Garden facade is present in this drawing.",
    "Image_2_Caption": "This project is heavily integrated with Kensington Market's Flea Market, and it improvises on the dead end circulation of the existing flea market. In this proposal, the flea market can now be entered from Nassau Street.",
    "Image 3": "https://drive.google.com/open?id=1YlqLSKGTKMFYe9cwE-9u-hMDfiIpGdo1",
    "Image_3_Alt": "On the left of the page is a programmatic diagram that highlights residential floors, amenity floors, and the ground floor public retail and storage opportunities. There are rooftop access on the two buildings and a greenhouse area as well. On the right is a diagram that focuses on the Winter Garden aspects (enclosed balconies) that are present on each floor, and underneath is a sun diagram to show how the Winter Gardens would face South and West for direct sunlight.",
    "Image_3_Caption": "The project is intended for families, so a majority of the bedroom layouts are 3-bedrooms with a studio unit that acts as a granny suite. Additionally, the ground floor programs include a communal kitchen, a daycare, and smaller rooms that can serve as micro-retail or for storage. The walls on the ground floor are equipped with garage doors that can be opened during flea market times to allow for indoor vendor spaces. Each floor of the project also has a Winter Garden for residents to use as free space, and all Winter Gardens would face South and West to account for lower thermal ratings for its fully glazed walls.",
    "Image 4": "https://drive.google.com/open?id=16H1J0BjAwBcdcZRokoCJjQ5AMrBQbJje",
    "Image_4_Alt": "A rendered collage view of the building and a facade study on the right. This page focuses on finding key materials that Kensington Market uses and amalgamating those findings to use for the main building appearance.",
    "Image_4_Caption": "For the look of the building, an industrial and patchwork design is used to symbolize Kensington Market's eclectic style and its \"mom-and-pop\" quality. On the left is a facade study that takes from key buildings of the market to serve as a precedent for the proposal's material palette. Lastly an experimental curved facade for its residential floors are used to introduced a new look for the market.",
    "Image 5": "https://drive.google.com/open?id=13Z9kTlJCYUtqzKUWXmOP2-xEzhsjHPw5",
    "Image_5_Alt": "A ground floor plan to show how the public areas of the building would function during flea market times.",
    "Image_5_Caption": "The ground floor of the buildings showcase the indoor vendor opportunities. It also showcases the daycare and the communal kitchen. As shown in this drawing, the flea market route is developed in this proposal to connect to Nassau Street.",
    "Image 6": "https://drive.google.com/open?id=1M0DU2USBUA67YThG27K073Z7_6NitKT0",
    "Image_6_Alt": "The same ground floor plan is shown but drawn outside of flea market time to show how the ground floor functions when the flea market is not present. On the right are all the unique floor plans of the building to show amenity spaces and the greenhouse area plus rooftop access.",
    "Image_6_Caption": "Outside of flea market times, the adaptable rooms allows for storage, live/work, or for micro-retail. The floor plans on the right showcases the building's amenity floors with its own enclosed terrace, the greenhouse area, and the rooftop access.",
    "Image 7": "https://drive.google.com/open?id=1N2cuk9MEv7_eFr3NncLeWJlgUDkn4naf",
    "Image_7_Alt": "A unit plan of the typical residential floors are shown as well as a diagram to highlight how the studio units can merge with the 3-bedroom units for intergenerational living.",
    "Image_7_Caption": "All floors are equipped with Winter Gardens, and are primarily composed of 3-bedroom units and studio units. On the right is a diagram to indicate how these spaces merge and interact with each other when a removable partition wall opens to join the two bedroom layouts.",
    "Image 8": "https://drive.google.com/open?id=1fTcccIsmxolUeZcvBUY3jf0UrafTNIfu",
    "Image_8_Alt": "Two building sections that highlight the project's ecological qualities. One section is cut through the Northern building while the other is cut through the Southern building.",
    "Image_8_Caption": "As the units in this project spans the entire building, each unit allows for cross-ventilation. Additionally, the Winter Gardens are also tiled with concrete toppings to store solar heat from the direct sunlight.",
    "Image 9": "https://drive.google.com/open?id=1YZ-LKeE6PoZwAGTg1osjcqJt-5bMk4kV",
    "Image_9_Alt": "On the left is a wall section detail drawing to highlight the building's CLT structure and the Winter Garden's concrete flooring. On the right are collaged views of the courtyard space during the Flea Market event, and underneath is a collaged view of a living space of a unit.",
    "Image_9_Caption": "The building is made up of a CLT structure. The courtyard space is also paved with permeable paving.",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, All Urban Housing Development Must Include Accessible Public Space, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/Axonometric Finished - Isaac Duong.png",
    "img_01": "/files/Image_01/1 Page 001 - Isaac Duong.png",
    "img_02": "/files/Image_02/1 Page 002 - Isaac Duong.png",
    "img_03": "/files/Image_03/1 Page 003 - Isaac Duong.png",
    "img_04": "/files/Image_04/1 Page 004 - Isaac Duong.png",
    "img_05": "/files/Image_05/1 Page 005 - Isaac Duong.png",
    "img_06": "/files/Image_06/1 Page 006 - Isaac Duong.png",
    "img_07": "/files/Image_07/1 Page 007 - Isaac Duong.png",
    "img_08": "/files/Image_08/1 Page 008 - Isaac Duong.png",
    "img_09": "/files/Image_09/1 Page 009 - Isaac Duong.png",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-18T05:13:45.557Z",
    "Project_Title": "Vertical Grounds",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1Rh3RffqALQ_KRPrFv8d91IT3AceROSAA",
    "Image_Description/\nAlt Text": "6 storey building with layered outdoor green shared spaces and outdoor circulation",
    "Student_Names": "Danene Groshak",
    "Home_Studio": "Home Otherwise: Architecture, Agency, and Collective Housing Futures — University of British Columbia",
    "Tags": "Cooperative housing, Shared Spaces, Programmed Circulation",
    "Project_Description": "Layered Ecologies of Housing\nVertical Grounds is a six-storey mixed residential-and-commercial typology organized around a sequence of stacked green terraces that weave nature into daily life. A single-loaded corridor lines a central void, within which a second-level terrace garden, mid-level terraces, rooftop garden, and greenhouse form a vertical landscape that mediates light, nature, and social interaction. Through its vertical layering, the project explores how residential environments can be structured by ecological systems, offering occupants a continuum of shared and private outdoor spaces within the urban context of South False Creek.",
    "Image 1": "https://drive.google.com/open?id=1M6VCPRDs51EUeHtyVbfJLO_N_mn6xLLV",
    "Image_1_Alt": "ground floor plan",
    "Image_1_Caption": "Ground Floor Plan",
    "Image 2": "https://drive.google.com/open?id=1nLN0b3FdUJM0iqCJULWzexyUyXt3X2lN",
    "Image_2_Alt": "Level 1 Plan",
    "Image_2_Caption": "Level 1 Plan",
    "Image 3": "https://drive.google.com/open?id=1J_a-c3hT8iYA4jn0WgL2Kc04_fVTi0QJ",
    "Image_3_Alt": "Section",
    "Image_3_Caption": "Section",
    "Image 4": "https://drive.google.com/open?id=15JAeaRu0BhI_uyXNDnLq-qOGw2EbgJjt",
    "Image_4_Alt": "Circulation Diagram",
    "Image_4_Caption": "Circulation Diagram",
    "Image 5": "https://drive.google.com/open?id=150LweDDuD1Yoe2KuNHhI6riJiV-poJoc",
    "Image_5_Alt": "Perspective",
    "Image_5_Caption": "Perspective",
    "Image 6": "",
    "Image_6_Alt": "",
    "Image_6_Caption": "",
    "Image 7": "",
    "Image_7_Alt": "",
    "Image_7_Caption": "",
    "Image 8": "",
    "Image_8_Alt": "",
    "Image_8_Caption": "",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Collective Ownership, Demand housing that evolve with people, adapt to climate, and foster collective life, Build to inhabit the city",
    "poster_image": "/files/Poster_Image/coverimage - Danene Groshak.png",
    "img_01": "/files/Image_01/FINAL GROUND FLOOR PLAN - Danene Groshak.png",
    "img_02": "/files/Image_02/FINAL FLOOR PLAN LEVEL 1 - Danene Groshak.png",
    "img_03": "/files/Image_03/FINAL SECTION - Danene Groshak.png",
    "img_04": "/files/Image_04/circulation.1 - Danene Groshak.png",
    "img_05": "/files/Image_05/FINAL PERSPECTIVE - Danene Groshak.png",
    "img_06": "/files/Image_06/",
    "img_07": "/files/Image_07/",
    "img_08": "/files/Image_08/",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-18T21:15:56.137Z",
    "Project_Title": "Frontier Trail Community",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=127OZkVOdYatLKRzI314cD_0fcujwL8W4",
    "Image_Description/\nAlt Text": "Frontier Trail Community Poster Renders. Top to bottom: Montaine House Render, Aslopen House Render, Slaed House Render.",
    "Student_Names": "Campbell Howard, Wyatt Nash, Jordan Peterson",
    "Home_Studio": "The Porous Dwelling: Reimagining Housing as the Intersection of Architecture, Ecology, and Culture — University of Calgary",
    "Tags": "Cooperative housing, Shared Spaces, Flexible Spaces, Co-Housing, Multi-Plex Housing, Mixed Use",
    "Project_Description": "Placed in succession, climbing the infamous Ha Ling Peak in Canmore, the Frontier Trail Community includes the Slaed, Aslopen, and Montaine Houses. This living explores alternative ways through public and private exploration, from being placed in the valley of the Smith-Dorrien Trail, to the peak of the Ha Ling Trail. Positioned to guide individuals through the town’s outdoor enthusiast community, each house offers a community-focused way of life, adaptable to everyone’s experiences and skill levels. \n\nThe Slaed House, positioned at the trailhead, invites individuals to be the face of the outdoor community, with a contemporary iteration of in-between spaces. Including an open kitchen for commercial and communal entertainment, storage for outdoor equipment, and a farm-stay style dorm, where residents work and contribute to the community as a whole.\n\nThe Aslopen House marks a checkpoint on the Ha Ling Trail and provides a collaborative resting space for all individuals who attempt the challenge. The entrance entices individuals to explore the comfortable interior and enjoy the feats of their travel.\n\nThe Montaine House, perched at a tremendous 800-meter elevation, on the tip of the Mt. Lawrence Grassi mountain range, is the ultimate hiking experience. Exploring porosity in the contemporary dwelling, Montaine House invites flexible and alternative ways of living by combining the public and private realms, dictating their points of interaction, isolation, and coexistence.  The building is not only a private residence but also a mountaintop destination; climbers and hikers are rewarded with the best views for anyone who can reach it.",
    "Image 1": "https://drive.google.com/open?id=1g8hcxD75rpwOgG1yPJiXRmHv3fOd1vNn",
    "Image_1_Alt": "Slaed House Drawings",
    "Image_1_Caption": "Slaed House Drawings",
    "Image 2": "https://drive.google.com/open?id=1lioUIVH1sK9pANukAitrpt2Vi92ftWFv",
    "Image_2_Alt": "Slaed House Drawings",
    "Image_2_Caption": "Slaed House Drawings",
    "Image 3": "https://drive.google.com/open?id=1SxHYWxRpLp7v3Wnz4u-6XGBJlE9prn4C",
    "Image_3_Alt": "Aslopen House Drawings",
    "Image_3_Caption": "Aslopen House Drawings",
    "Image 4": "https://drive.google.com/open?id=17q6jANlQIZ43V1NaZoAxhbl0GYtP77Vx",
    "Image_4_Alt": "Montaine House Drawings",
    "Image_4_Caption": "Montaine House Drawings",
    "Image 5": "https://drive.google.com/open?id=1ScbWw1Y44F-Gaa12JOSQDYG8QPRgz0y9",
    "Image_5_Alt": "Slaed House Supporting Renders",
    "Image_5_Caption": "Slaed House Supporting Renders",
    "Image 6": "https://drive.google.com/open?id=15s0HVBZbQbYWgVE4x1Gvzk6Uq6Of66h9",
    "Image_6_Alt": "Aslopen House Supporting Renders",
    "Image_6_Caption": "Aslopen House Supporting Renders",
    "Image 7": "https://drive.google.com/open?id=154brLTq68VqdLgiskHpUhuKoTgOeStet",
    "Image_7_Alt": "Montaine House Supporting Renders",
    "Image_7_Caption": "Montaine House Supporting Renders",
    "Image 8": "https://drive.google.com/open?id=1NIYJ1VXff925ktxHyoDFV6ZECEzqPKKC",
    "Image_8_Alt": "Slaed House Model Photos",
    "Image_8_Caption": "Slaed House Model Photos",
    "Image 9": "https://drive.google.com/open?id=18wZHd6rtwAuEveBgL9r6AtuTP_3wYO1Y",
    "Image_9_Alt": "Aslopen House Model Photos",
    "Image_9_Caption": "Aslopen House Model Photos",
    "Image 10": "https://drive.google.com/open?id=1XxxA83qGSvgix0z129BegF-Vxl4Sru2p",
    "Image_10_Alt": "Montaine House Model Photos",
    "Image _0_Caption": "Montaine House Model Photos",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/5posters superstudio submission14 - Jordan.png",
    "img_01": "/files/Image_01/5posters superstudio submission2 - Jordan.png",
    "img_02": "/files/Image_02/5posters superstudio submission3 - Jordan.png",
    "img_03": "/files/Image_03/5posters superstudio submission8 - Jordan.png",
    "img_04": "/files/Image_04/5posters superstudio submission11 - Jordan.png",
    "img_05": "/files/Image_05/5posters superstudio submission4 - Jordan.png",
    "img_06": "/files/Image_06/5posters superstudio submission9 - Jordan.png",
    "img_07": "/files/Image_07/5posters superstudio submission12 - Jordan.png",
    "img_08": "/files/Image_08/5posters superstudio submission7 - Jordan.png",
    "img_09": "/files/Image_09/5posters superstudio submission10 - Jordan.png",
    "img_10": "/files/Image_10/5posters superstudio submission13 - Jordan.png"
  },
  {
    "Timestamp": "2025-12-18T21:36:47.622Z",
    "Project_Title": "The Living Threshold",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1ETF-y21k7TcJ4btUV66e8p9fBIUfl2f5",
    "Image_Description/\nAlt Text": "A view of the incremental modular housing prototype, The Living Threshold. The image highlights the \"Social Eye\"—visual connections between the flowing shared corridors and the public courtyard below. The timber-clad ground floor and porous entryway demonstrate how the building invites movement toward Sitka Plaza, utilizing shared living spaces to bridge the gap between individual dwellings and the larger False Creek South community.",
    "Student_Names": "Yeoneui Kim",
    "Home_Studio": "Home Otherwise: Architecture, Agency, and Collective Housing Futures — University of British Columbia",
    "Tags": "Shared Spaces, Programmed Circulation, Flexible Spaces, Co-Housing, Infill Housing",
    "Project_Description": "The Living Threshold redefines urban housing by transforming traditional boundaries into vibrant, shared spaces. Located at the intersection of 6th Avenue and Spruce Street, the project serves as an \"urban threshold,\" intentionally sculpted to invite the public toward Sitka Plaza. This transition softens the edge between the city’s movement and the calm, pedestrian-centric fabric of False Creek South.\n\nThe architecture is driven by an incremental modular system that creates a \"Vertical Street\"—a social spine of shared corridors and outdoor stairs. Through the \"Social Eye,\" the building facilitates indirect visual connections and informal encounters, fostering community while maintaining resident privacy. At the unit scale, a sequenced layout balances social-facing living zones with private retreats, allowing residents to navigate between openness and sanctuary at their own pace.\n\nAs a scalable prototype, the system is designed to grow and adapt to the neighborhood’s evolving needs. By rethinking the spaces in between—public and private, neighbor and home—The Living Threshold proves that a boundary is not merely a line, but a vital living space where community forms through intentional transitions from the city to the home.",
    "Image 1": "https://drive.google.com/open?id=1JHB7EMcBZ25OYxIHkMkhVXcxVRpaPe6N",
    "Image_1_Alt": "A conceptual graphic titled \"THRESHOLD boundary as site of encounter.\" It features a white circle on the right labeled \"FAMILIAR\" with a central point labeled \"self.\" To the left is a network of gray nodes and lines labeled \"UNKNOWN.\" An orange, textured crescent labeled \"THRESHOLD\" overlaps the familiar circle, acting as a transitional buffer. A soft green glow surrounds this encounter site, and an arrow points from the \"self\" through the threshold toward the unknown network, visualizing the movement from private dwelling to public community.",
    "Image_1_Caption": "The Living Threshold: A conceptual mapping of the boundary as a shared living space, where the \"familiar\" sanctuary of the home meets the \"unknown\" network of the community.",
    "Image 2": "https://drive.google.com/open?id=1FirbnjPrZnys0yuGDOXxpnLub4cxltQl",
    "Image_2_Alt": "A sectional diagram illustrating a privacy gradient from \"PUBLIC\" to \"PRIVATE.\" It tracks the movement through the \"Urban Threshold\" (Street and Pocket Plaza), the \"Building Threshold\" (Communal Circulation), and the \"Unit Threshold\" (Entry and private Bedroom).",
    "Image_2_Caption": "The Living Threshold Gradient: A sectional study of intentional transitions, moving from the 100% public street to the 100% private retreat through shared communal and semi-private zones.",
    "Image 3": "https://drive.google.com/open?id=1WDC9cQYViFnf2fr1kYOjyME7RO32jfbE",
    "Image_3_Alt": "A ground plan diagram illustrating a porous ground level where the central path acts as an inviting gateway to Sitka Plaza connecting the public to the neighborhood. The building arms create protected and intimate resident outdoor spaces while indoor communal areas spill outdoors to foster social interaction.",
    "Image_3_Caption": "The Porous Ground Level: The building shape arms the outdoor areas to form intimate resident spaces. The central gateway acts as an inviting connector to Sitka Plaza while indoor communal programs spill outwards to activate the landscape.",
    "Image 4": "https://drive.google.com/open?id=1ogR5Dk4zoDHzQ2XKmwqKzZrI62VhISJq",
    "Image_4_Alt": "Aerial architectural rendering showing modular building blocks framing a central pedestrian path that leads toward a distant city skyline. The flowing balconies and vertical timber siding define the urban threshold.",
    "Image_4_Caption": "Urban Threshold: The modular massing is sculpted to invite movement toward the heart of the neighborhood. This porous urban threshold acts as a transition between the fast-paced city and the calm pedestrian landscape of False Creek South.",
    "Image 5": "https://drive.google.com/open?id=1C50VFt2jfBCSSOXbwFS4oFulevqE5Qd6",
    "Image_5_Alt": "Plan and axonometric diagrams of the plug-in modular system showing unit clusters paired around red-highlighted social corridors that serve as the building's social spine.",
    "Image_5_Caption": "Incremental Logic: A scalable prototype where modules are clustered around activated social corridors. This incremental growth allows the building to adapt to site needs while preserving a shared social framework at its heart.",
    "Image 6": "https://drive.google.com/open?id=15R7XvoDF_r8ov0p3Olglf8tI1X5imo_G",
    "Image_6_Alt": "Floor plans and axonometric diagrams of housing units featuring a red color gradient to visualize the transition from social zones (Entry, Living, Kitchen) to private zones (Bedroom, Washroom).",
    "Image_6_Caption": "Unit Threshold: Living spaces are positioned to face the shared social corridor to promote soft, indirect connections with neighbors before residents pass through a buffer into their private sanctuary.",
    "Image 7": "https://drive.google.com/open?id=1NigLMWa4myNFvavFeo-M3Q12OFrGkX7e",
    "Image_7_Alt": "Architectural cross-section of the building showing multiple floors of residential units and a wide \"Vertical Street\" on the right. Red silhouettes illustrate residents cooking in a ground-floor communal kitchen, lounging in shared corridors, and interacting on various levels. The interior living spaces face the social spine, while bedrooms are tucked away for privacy.",
    "Image_7_Caption": "Building Threshold, Everyday Life on the Vertical Street: This section illustrates the \"Building Threshold\" in action. The shared social spine acts as a corridor for informal encounters, while the porous ground level integrates communal programs like the kitchen and bike workshop. Residents can participate in shared life at their own pace, navigating from active social zones to private sanctuaries.",
    "Image 8": "https://drive.google.com/open?id=1AjPWC-tUH_v-UlXPmqHA7sF5oSgiQXOS",
    "Image_8_Alt": "Perspective view of a building with wavy balconies and mesh railings. Residents are seen lounging, talking, and moving across these elevated social corridors.",
    "Image_8_Caption": "The Social Eye: These shared corridors act as the building's social spine, providing moments of indirect visual connection that build community through daily transitions.",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Collective Ownership, All Urban Housing Development Must Include Accessible Public Space",
    "poster_image": "/files/Poster_Image/vignette1 - Yeony Kim.png",
    "img_01": "/files/Image_01/threshold-concentric_diagram - Yeony Kim.png",
    "img_02": "/files/Image_02/threshold diagram2-01 - Yeony Kim.png",
    "img_03": "/files/Image_03/ground plan-01 - Yeony Kim.png",
    "img_04": "/files/Image_04/GATE - Yeony Kim.png",
    "img_05": "/files/Image_05/modular - Yeony Kim.png",
    "img_06": "/files/Image_06/units - Yeony Kim.png",
    "img_07": "/files/Image_07/section building-01 - Yeony Kim.jpeg",
    "img_08": "/files/Image_08/vignette2 - Yeony Kim.png",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-18T23:55:41.286Z",
    "Project_Title": "Alpint House",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1DW4VISXXaPQy4jxKcaNNK3x0a-mjpoJ1",
    "Image_Description/\nAlt Text": "A rendering of Alpint House, featuring a translucent, curvilinear structure with organic, glacial geometries nestled into a snowy landscape with scattered winter trees.",
    "Student_Names": "Renee Cote, Elyssa Martens, Anna Speller",
    "Home_Studio": "The Porous Dwelling: Reimagining Housing as the Intersection of Architecture, Ecology, and Culture — University of Calgary",
    "Tags": "Cooperative housing, Shared Spaces, Programmed Circulation, Flexible Spaces, Co-Living, Mixed Use",
    "Project_Description": "Alpint House is a collective dwelling designed for those enthralled by nature’s extremes. The project name references the Scottish origins of ice climbing and the specific geography that fostered the sport’s evolution. Located in Canmore, a premier destination for the ice climbing community, the site offers immediate proximity to world-class climbs and support facilities.\nThe building’s geometry and materiality are inspired by glaciers and compacted ice, intended to blend seamlessly into the Canmore landscape. A translucent envelope creates a blurred boundary between public and private; movements and silhouettes remain visible while fine details are obscured. Catered to hikers, climbers, and backpackers who prioritize warmth and social interaction over strict privacy, the design embraces a hostel-like typology.\nThe form originated from plaster-and-balloon concept models used to analyze overlapping voids, later refined through glycerin models to test translucency, light behaviour, and spatial relationships. Guided by the ethos of collective living, the interior connects all rooms to encourage guest interaction. Shared bathrooms occupy the building’s corners, while second-floor bedrooms are separated by communal buffers. The first floor features a social common area and an accessible kitchen, whereas the second floor provides a quieter environment for rest. Complementary outdoor spaces, including rooftop bowls, sheltered landings, and a multifunctional public auditorium, facilitate recreation and community engagement for both residents and local citizens.",
    "Image 1": "https://drive.google.com/open?id=1qe10Q_GdwJYI2A2ylzFo9UHZlLEkhUqn",
    "Image_1_Alt": "A photograph of an initial concept model for Alpint House, featuring a white plaster cube with organic, overlapping circular voids created by balloon-casting to reveal a complex network of negative spaces and internal volumes.",
    "Image_1_Caption": "Initial plaster study exploring the intersection of organic voids and negative space.",
    "Image 2": "https://drive.google.com/open?id=1U1ThMDi4f1eBuuI0zaKKLwj87uE2rKhN",
    "Image_2_Alt": "A photograph of a translucent glycerin model for Alpint House, featuring a block of textured, semi-clear material with organic apertures and a rough, crystalline surface that mimics the appearance of compacted ice.",
    "Image_2_Caption": "Glycerin model used to analyze translucency, light behavior, and the blurred boundaries between public and private spaces within the glacial form.",
    "Image 3": "https://drive.google.com/open?id=13g-G53SXvu9TQE4Pd_oxKYr-I-jYSEpE",
    "Image_3_Alt": "A photograph of two white, semi-translucent 3D-printed architectural models for Alpint House, showing a refined translation of organic voids into structured internal rooms, levels, and connecting stairs.",
    "Image_3_Caption": "Refined spatial study using 3D printing to translate conceptual overlapping voids into a functional interior of connecting rooms and communal levels.",
    "Image 4": "https://drive.google.com/open?id=13432GS9A-NX2hcJUVRx8NAemkPeQdnYD",
    "Image_4_Alt": "An aerial photograph of a physical site model for Alpint House, featuring a translucent, angular structure glowing from within with warm light. The model is placed on a white, contoured topographic base representing the Canmore landscape, dotted with small blue markers and textured circular platforms.",
    "Image_4_Caption": "Illuminated site study visualizing the building's translucent envelope and its glowing presence within the snowy topographic contours of the Canmore landscape.",
    "Image 5": "https://drive.google.com/open?id=1xqadH7BBhv6NMZvb5vWce5oz7Kc_0hst",
    "Image_5_Alt": "A cross-section render of Alpint House at night, showing the translucent, snow-dusted exterior and a series of interconnected, cavernous circular rooms. Glowing interiors reveal silhouettes of guests interacting in common areas, sleeping quarters, and the central staircase that connects the multi-level collective living spaces.",
    "Image_5_Caption": "Sectional perspective illustrating the ethos of collective living; translucent boundaries and interconnected circular voids facilitate social interaction while maintaining distinct zones for rest and community engagement.",
    "Image 6": "https://drive.google.com/open?id=1IS3k9rIZFbkod7JKAvVUqyFYaRvG9PL_",
    "Image_6_Alt": "A series of three architectural floor plans for Alpint House. The drawings illustrate the progression of the building's levels, showing how the circular, glacier-inspired voids form a network of interconnected communal spaces on the first floor, private bedrooms and buffer zones on the second floor, and open rooftop bowls.",
    "Image_6_Caption": "Floor plans detailing the interior layout; the design utilizes overlapping circular geometries to organize collective living spaces, with private quarters on the second level.",
    "Image 7": "https://drive.google.com/open?id=1xOk89OVjR73mid8dPiDSakts7yM3lDJ-",
    "Image_7_Alt": "A conceptual diagram for Alpint House showing a wireframe bounding box intersected by various colored spheres. Each color represents a different functional zone: green for bedrooms, pink for shared bathrooms, light blue for private common spaces, purple for semi-private areas, and light teal for outdoor spaces.",
    "Image_7_Caption": "Programmatic diagram mapping the distribution of collective and private zones; overlapping circular volumes are used to organize functional spaces within the building's structural boundaries.",
    "Image 8": "",
    "Image_8_Alt": "",
    "Image_8_Caption": "",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure",
    "poster_image": "/files/Poster_Image/Alpint-House_Poster-Image - Anna Speller.png",
    "img_01": "/files/Image_01/Alpint-House_Image1 - Anna Speller.png",
    "img_02": "/files/Image_02/Alpint-House_Image2 - Anna Speller.jpg",
    "img_03": "/files/Image_03/Alpint-House_Image3 - Anna Speller.jpg",
    "img_04": "/files/Image_04/Alpint-House_Image4 - Anna Speller.jpg",
    "img_05": "/files/Image_05/Alpint-House_Image5 - Anna Speller.png",
    "img_06": "/files/Image_06/Alpint-House_Image6 - Anna Speller.jpg",
    "img_07": "/files/Image_07/Alpint-House_Image7 - Anna Speller.jpg",
    "img_08": "/files/Image_08/",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-19T03:00:33.329Z",
    "Project_Title": "Connected Across The Current",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=15VMQ4cueP_qS7HT1XxmA49KUQPM7LoGa",
    "Image_Description/\nAlt Text": "Isometric Rendering of the river with the collective buildings spanning across the river.",
    "Student_Names": "Abigail Pettefer, Zoie Ferguson",
    "Home_Studio": "The Porous Dwelling: Reimagining Housing as the Intersection of Architecture, Ecology, and Culture — University of Calgary",
    "Tags": "Shared Spaces, Flexible Spaces, Co-Housing, Co-Living",
    "Project_Description": "Connected Across the Current is a visionary multi-building project that introduces a new communal experience to Canmore. A pedestrian bridge threads through the site, weaving each building into a continuous pathway that links both sides of the river. The architecture draws inspiration from the image of a family holding hands across the water; each structure shares a common design language, yet expresses its own distinct character. Variations in form, materiality, colour, and program give every building a unique identity, while its interconnected parts work together as a unified whole. The result is a collection of dwellings that feels both individual and collective, echoing the project’s core theme of connection.                ",
    "Image 1": "https://drive.google.com/open?id=1GCwJ2OgZu_308ezF7TirrPzgqbBO2NMX",
    "Image_1_Alt": "An Exploded Isometric render of the Family Link House",
    "Image_1_Caption": "The Family Link House - Tailored for two growing families, this dual-unit home emphasizes resilience, practicality, and shared support. With expanded living areas, efficient shared utilities, and careful spatial separation, the design enables families to live side-by-side while benefiting from a cooperative, interconnected dwelling model.",
    "Image 2": "https://drive.google.com/open?id=1dBwvbdIRSkYw20jv-x88ak3H2hekscJz",
    "Image_2_Alt": "The Family Link House - Tailored for two growing families, this dual-unit home emphasizes resilience, practicality, and shared support. With expanded living areas, efficient shared utilities, and careful spatial separation, the design enables families to live side-by-side while benefiting from a cooperative, interconnected dwelling model.",
    "Image_2_Caption": "The Expanding Current House - An Exploded Isometric Render ",
    "Image 3": "https://drive.google.com/open?id=17x16vN0Etr1SrQtuRUP8VabuZtG1zrKa",
    "Image_3_Alt": "The Expanding Current House - Created for two couples, this house provides generous two-unit living with adaptable spaces that accommodate prospective families. Flexible rooms, expanded storage, and thoughtful circulation allow the units to evolve while maintaining a strong visual and spatial connection between householdsThe Family Link House - An Exploded Isometric Render ",
    "Image_3_Caption": "The Expanding Current House - An Exploded Isometric Render ",
    "Image 4": "https://drive.google.com/open?id=15LN3KCAxGV3qeZoxi5WDaSUF4AKAKUIZ",
    "Image_4_Alt": "The Current Café - As a welcoming public hub that anchors the project, the café serves as the social heart of the Canmore community. Positioned in the centre of the river, it fosters connection through shared food and conversation, and a unique experience of temporary island access at low tide.",
    "Image_4_Caption": "The Current Café - An Exploded Isometric Render ",
    "Image 5": "https://drive.google.com/open?id=1YDTUC39BexsF9NUiLgJjFUv7pkcJUN1o",
    "Image_5_Alt": "The Connected Studios - Designed for two single residents, this dual-unit house balances independence with shared living efficiency. Each unit is compact yet comfortable, while the attached communal gym and laundry facilities encourage daily interaction and support a healthy, resource-conscious lifestyle.",
    "Image_5_Caption": "The Connected Studios - An Exploded Isometric Render ",
    "Image 6": "https://drive.google.com/open?id=1uGsCbE9ziHfhnZrlTgxZxYkhGa5UwcYB",
    "Image_6_Alt": "Physical Model Photography - The 1:100 and 1:200 models sitting together, showing the larger site context and the finer building details in one image.",
    "Image_6_Caption": "Physical Model Photography - Different Scaled Physical Models Side by Side",
    "Image 7": "https://drive.google.com/open?id=1XzJ7eXQOrXNSYwFEdZ1BbTPZJKPBkeFX",
    "Image_7_Alt": "1:200 Physical Model Photography - Chipboard forms the terrain, cut and layered to suggest topography, while soap is used to represent water. The Model shows the site context of the project.",
    "Image_7_Caption": "1:200 Physical Model Photography - Top View",
    "Image 8": "https://drive.google.com/open?id=1LWWur7Ijcb0wqBERjlUT_6k9I9-CBlr9",
    "Image_8_Alt": "1:100 Physical Model Photography Illuminated Buildings - A photograph highlighting added physical detail in the model, with integrated lighting that can be inserted to emphasize interior spaces and building form.",
    "Image_8_Caption": "1:100 Physical Model Photography Illuminated Buildings - Lighting Up The Buildings at Night",
    "Image 9": "https://drive.google.com/open?id=1_o5asb6h1wZ6bIAnc1vB1ohHB731_JcE",
    "Image_9_Alt": "Site Model Isometric Render - An angled render of the 3D modeled project site.",
    "Image_9_Caption": "Site Model Isometric Render - Rhinoceros Render",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/NW Render - Abigail Pettefer.png",
    "img_01": "/files/Image_01/The Family Link House  - Abigail Pettefer.png",
    "img_02": "/files/Image_02/The Expanding Current House 2 - Abigail Pettefer.png",
    "img_03": "/files/Image_03/The Expanding Current House 1 - Abigail Pettefer.png",
    "img_04": "/files/Image_04/The Current Cafe - Abigail Pettefer.png",
    "img_05": "/files/Image_05/The Connected Studios - Abigail Pettefer.png",
    "img_06": "/files/Image_06/Physical Model Photography - Abigail Pettefer.png",
    "img_07": "/files/Image_07/Physical Model Photography - Top View - Abigail Pettefer.png",
    "img_08": "/files/Image_08/Illumanated Buildings - Abigail Pettefer.png",
    "img_09": "/files/Image_09/Site Model Isometric Render - Abigail Pettefer.png",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-19T05:30:01.131Z",
    "Project_Title": "Above / Between / Together:  layered neighbourhood where living, creativity, and community grow together.",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1Qk0HKOvLob4mh8_97iUf4911aqyleivo",
    "Image_Description/\nAlt Text": "Section Perspective - Life throughout the Building",
    "Student_Names": "Michelle Lee",
    "Home_Studio": "Home Otherwise: Architecture, Agency, and Collective Housing Futures — University of British Columbia",
    "Tags": "Cooperative housing, Shared Spaces, Programmed Circulation, Flexible Spaces, Mixed Use",
    "Project_Description": "A layered neighborhood centered on community and creativity features an elevated walkway that connects neighbouring buildings, offering spaces for play, study, and performance. Flexible units with 1–4 bedrooms cater to diverse living arrangements, while continuous balconies foster social interactions. Artist studios on multiple levels promote creativity, enabling collaboration and exchange within the False Creek South community. This building becomes a site where living, art, and identity come together.",
    "Image 1": "https://drive.google.com/open?id=15pW_dkwXmWekJ0rGerLcBS1Zr55dNb9o",
    "Image_1_Alt": "Collage of initial ideas of how False Creek South can be, what it wants to become",
    "Image_1_Caption": "Imagine False Creek South's Future",
    "Image 2": "https://drive.google.com/open?id=1cfoXM3krSewr2CnDL7mRKePQnmbOvyxd",
    "Image_2_Alt": "Esquisse of the Coliving connections and the idea of the future of False Creek south with emphasis on landscape, small businesses and community intergrated into housing for all demogrpahics.",
    "Image_2_Caption": "The Coliving Ecosystem of False Creek",
    "Image 3": "https://drive.google.com/open?id=1zJcGcpQPjhJL-SeOdj5jpdY6LTPqO9Z1",
    "Image_3_Alt": "Esquisse of the connected walkway system that is a idea for False Creek South and a way to connect a linear site together through moments of third spaces, parks, gardens, and shops that connect the community together.",
    "Image_3_Caption": "Community Spine ",
    "Image 4": "https://drive.google.com/open?id=1vXkiiWvwApu-dZY1J5bVtV1OBw6cYBkk",
    "Image_4_Alt": "Blue building marked on the site map is the location of the project in False Creek South.",
    "Image_4_Caption": "Site Map",
    "Image 5": "https://drive.google.com/open?id=19Dsg0dOzMStyoMZCXGGV0uDQBayc1ONs",
    "Image_5_Alt": "Section Perspective of the Mixed-use Complex that showcases the layered program of art, community, and residential spaces.",
    "Image_5_Caption": "The Layered Mixed-use Community",
    "Image 6": "https://drive.google.com/open?id=17fpNWqTkrV9chSbRrhv4FW1Dz8v230VS",
    "Image_6_Alt": "A axonometric program diagram explaining the layered public and residential spaces, focusing ojn artist spaces and flexible residential units.",
    "Image_6_Caption": "Program Diagram of Public and Residential Space",
    "Image 7": "https://drive.google.com/open?id=1jgyuC60ElfKVOx4hYC6Ibz-bJs4u-YlH",
    "Image_7_Alt": "Floor plan of the flexible home units that highlight the different unit typologies.",
    "Image_7_Caption": "Flexible Housing Units - Floor Plan",
    "Image 8": "",
    "Image_8_Alt": "",
    "Image_8_Caption": "",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure",
    "poster_image": "/files/Poster_Image/ARCH520_HomeOtherwise_SuperStudio - Michelle Lee.png",
    "img_01": "/files/Image_01/ARCH520_HomeOtherwise_SuperStudio (5) - Michelle Lee.png",
    "img_02": "/files/Image_02/ARCH520_HomeOtherwise_SuperStudio (4) - Michelle Lee.png",
    "img_03": "/files/Image_03/Adobe Scan Nov 14, 2025 (1)_1 - Michelle Lee.jpg",
    "img_04": "/files/Image_04/ARCH520_HomeOtherwise_SuperStudio (3) - Michelle Lee.png",
    "img_05": "/files/Image_05/ARCH520_HomeOtherwise_SuperStudio - Michelle Lee.png",
    "img_06": "/files/Image_06/ARCH520_HomeOtherwise_SuperStudio (1) - Michelle Lee.png",
    "img_07": "/files/Image_07/ARCH520_HomeOtherwise_SuperStudio (2) - Michelle Lee.png",
    "img_08": "/files/Image_08/",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-19T07:38:07.103Z",
    "Project_Title": "The Shared Spine",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=11UnMrP5xZnP4b62cbV4ekM80kLCEu3uo",
    "Image_Description/\nAlt Text": "An elevation rendering of a mid-rise housing project featuring a central vertical opening, a transparent ground floor, and a street in the foreground with people and trees.",
    "Student_Names": "Heli Shi",
    "Home_Studio": "Home Otherwise: Architecture, Agency, and Collective Housing Futures — University of British Columbia",
    "Tags": "Shared Spaces, Towers, Mixed Use",
    "Project_Description": "This project proposes a Baugruppe-based housing framework that treats architecture as a collective and evolving process rather than a fixed object. Organized through layered thresholds, the building negotiates relationships between private life and shared space, individual agency and collective living, and ground and upper levels. Instead of prescribing a static configuration, residents participate in shaping unit arrangements and shared environments over time. Vertically distributed social spaces operate as connective interfaces that sustain visibility, interaction, and adaptability as density increases. The project reframes housing as a platform for long-term inhabitation, where spatial structure supports changing lives and communal continuity.",
    "Image 1": "https://drive.google.com/open?id=1bnx54dvq7phLcLJVQBX8wwNDkTWAVGna",
    "Image_1_Alt": "The diagram explains how the project connects housing and commercial programs through a continuous pedestrian walkway, and integrated with the surrounding street network.",
    "Image_1_Caption": "Site diagram illustrating the relationship between housing, commercial areas, and the pedestrian walkway",
    "Image 2": "https://drive.google.com/open?id=1JIPfQ8pUPiJuUtwyHmSxgEeXBJvmfJZ0",
    "Image_2_Alt": "Axonometric and plan diagrams showing shared gathering spaces, circulation, and different residential unit types. These diagrams illustrate the vertical distribution of shared gathering spaces alongside different unit types, explaining how collective spaces are integrated into the residential structure.",
    "Image_2_Caption": "Diagrams of shared gathering spaces and residential unit types within the housing project",
    "Image 3": "https://drive.google.com/open?id=1-hj1OR27go62peanN76V-AmXMUiy_jZh",
    "Image_3_Alt": "Commercial-level plans of the bottom 2 floors. These plans depict the organization of commercial programs at the lower levels, including retail spaces, circulation cores, and their direct relationship to the street frontage.",
    "Image_3_Caption": "Ground-floor and second-floor plans of the commercial level, showing retail units, circulation cores, and connections to the street",
    "Image 4": "https://drive.google.com/open?id=1BJUc5UjyBp6WGvM6W2Ut9_4vy44ZYuaq",
    "Image_4_Alt": "An elevation rendering of a mid-rise housing project with a central vertical opening, a transparent ground floor, and a street in the foreground with people and trees",
    "Image_4_Caption": "Rendered Elevation",
    "Image 5": "https://drive.google.com/open?id=11vyTa0sHxpND2-ukv-CGzaI_M2stOuBi",
    "Image_5_Alt": "Renderings of shared balconies and interior shared space within the housing building, with residents using the space. These images illustrates the building’s vertical communal spaces, where shared balconies and walkways create opportunities for informal encounters between residents.",
    "Image_5_Caption": "Renderings of shared balconies and vertical communal spaces within the housing block",
    "Image 6": "",
    "Image_6_Alt": "",
    "Image_6_Caption": "",
    "Image 7": "",
    "Image_7_Alt": "",
    "Image_7_Caption": "",
    "Image 8": "",
    "Image_8_Alt": "",
    "Image_8_Caption": "",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Collective Ownership, All Urban Housing Development Must Include Accessible Public Space",
    "poster_image": "/files/Poster_Image/elevation - Vivian Shi.png",
    "img_01": "/files/Image_01/HeliShi_Image 1 - Vivian Shi.jpg",
    "img_02": "/files/Image_02/HeliShi_Image 2 - Vivian Shi.jpg",
    "img_03": "/files/Image_03/HeliShi_Image 4 - Vivian Shi.jpg",
    "img_04": "/files/Image_04/HeliShi_Image 3 - Vivian Shi.jpg",
    "img_05": "/files/Image_05/HeliShi_Image 5 - Vivian Shi.jpg",
    "img_06": "/files/Image_06/",
    "img_07": "/files/Image_07/",
    "img_08": "/files/Image_08/",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-19T19:14:18.999Z",
    "Project_Title": "The Social Block",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1Crsbexr-TO8z1m_Ng7UtjDGqi_gqoME9",
    "Image_Description/\nAlt Text": "Axonometric drawing of the building in context, highlighted in shades of grey. ",
    "Student_Names": "Kavyah Gandhiram",
    "Home_Studio": "Infilling affordable housing within the Kensington Market Community Land Trust — University of Waterloo",
    "Tags": "Community land trusts, Shared Spaces, Flexible Spaces, Infill Housing, Mixed Use",
    "Project_Description": "Located in the parking lot behind 250 Augusta Ave and 78 Nassau Street, this five storey building aims to connect both residents and those who drop by the building. The surrounding context of the site houses several businesses, including clothing stores, bakeries, and a souvenir shop. As such, the ground floor is fully commercial, with three units that reflect Kensington Market’s smaller unit sizes for smaller businesses. Residents reach housing through the single loaded corridor that acts as a social corridor as well, enclosed as a balcony that can be open in the summer. The space holds seating and several plants, where residents can add to and aid in taking care of the space. This stacked social corridor allows access to both a common outdoor terrace as well as a terrace on the roof. As a result, the building height is eighteen meters, slightly exceeding the fifteen meter building in its immediate context. Due to the property boundaries, tight setbacks are used to meet the OBC requirements for openings, thus creating narrower areas for landscaping. Due to the tight space, plants that thrive well in shadowed areas are necessary. Pine trees and big leaf hydrangeas were thus chosen, as both plants grow well together creating a sense of privacy as well. The building’s narrowness shapes the seating and landscape arrangements along its sides, where community can gather. The building’s narrow form is a result of the arrangement of units, where residents can adjust bedrooms per unit as time goes on. ",
    "Image 1": "https://drive.google.com/open?id=16dZVyneG65pJ3KjptpFa6hN3RkgPumgR",
    "Image_1_Alt": "Two building sections shown, the first being cut to show the rooftop terrace and bottom units and the second section displaying the social corridor.",
    "Image_1_Caption": "Building Sections: Sections reflect several social spaces that are highlighted as they cut across the rooftop terrace and the ground retail units, and across the social corridor.",
    "Image 2": "https://drive.google.com/open?id=1sWNxGM3Y7XnDqi-W5zfqmUYpdzhnPx5D",
    "Image_2_Alt": "Building is exploded with the circulation core highlighted in blue and the social spaces highlighted in purples and blues. ",
    "Image_2_Caption": "Programmatic Exploded Axonometric: Circulation core and social spaces highlighted.",
    "Image 3": "https://drive.google.com/open?id=1WIgDcVnC2lLqvIXw9ocuwPf4fdh13QcM",
    "Image_3_Alt": "Ground floor plan next to the second, third, fourth, and fifth floor plans. ",
    "Image_3_Caption": "Floor Plans: Ground floor is accessed through the 78 Nassau Street's driveway and residential floor plans accessed through the single loaded corridor.",
    "Image 4": "https://drive.google.com/open?id=1d1Kvchmk4BbbupPIgSNguWbTg53mSMrz",
    "Image_4_Alt": "Typical unit plans are shown. Spaces that can be changed are highlighted in blues.",
    "Image_4_Caption": "Typical Unit Plans and Building Evolution: Over time, based on resident needs, bedrooms per unit can change, moving between one unit and another. While some units can switch from a three bedroom to a four bedroom, other units would be adjusted going from a two bedroom to a one bedroom unit. ",
    "Image 5": "https://drive.google.com/open?id=1RG_7TmqU-hwuX8eGn0zuO_W7576Blxuk",
    "Image_5_Alt": "An image of the building from the perspective of someone walking on the street and an image from inside the social corridor.",
    "Image_5_Caption": "Street Perspective View and Interior View from Social Corridor",
    "Image 6": "",
    "Image_6_Alt": "",
    "Image_6_Caption": "",
    "Image 7": "",
    "Image_7_Alt": "",
    "Image_7_Caption": "",
    "Image 8": "",
    "Image_8_Alt": "",
    "Image_8_Caption": "",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, All Urban Housing Development Must Include Accessible Public Space, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/Axo in Context - Kavyah Gandhiram.jpg",
    "img_01": "/files/Image_01/Sections - Kavyah Gandhiram.jpg",
    "img_02": "/files/Image_02/Programmatic Exploded Axo - Kavyah Gandhiram.jpg",
    "img_03": "/files/Image_03/Floor Plans - Kavyah Gandhiram.jpg",
    "img_04": "/files/Image_04/Unit Plans and Plans for Change - Kavyah Gandhiram.jpg",
    "img_05": "/files/Image_05/Images - Kavyah Gandhiram.jpg",
    "img_06": "/files/Image_06/",
    "img_07": "/files/Image_07/",
    "img_08": "/files/Image_08/",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-19T20:31:05.703Z",
    "Project_Title": "Holding the Line:  Resisting Gentrification at Kensington’s Edge",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1CoyZH2E92BPN42mgO9iBvykuoZ6e3_P5",
    "Image_Description/\nAlt Text": "Axonometric view of full development.",
    "Student_Names": "Sophie Spiegl, Matthias Pahlavi, Sophie Nicholls",
    "Home_Studio": "Infilling affordable housing within the Kensington Market Community Land Trust — University of Waterloo",
    "Tags": "Community land trusts, Cooperative housing, Pedagogy, Participatory Design, Shared Spaces, Programmed Circulation, Flexible Spaces, Co-Living, Courtyard Housing, Towers, Infill Housing, Laneway Housing, Multi-Plex Housing, Mixed Use",
    "Project_Description": "Our proposal for 401 College Street begins from the recognition that the site sits at one of Kensington Market’s most vulnerable edges. While the interior of the Market has resisted much redevelopment, larger edge parcels remain susceptible to speculative pressure. Rather than freezing the site, the project reinforces this threshold by extending Kensington’s social, spatial, and cultural logic into the edge itself.\nAffordability is addressed primarily through spatial efficiency and adaptability rather than increased unit size. Residential units use operable wall systems that allow rooms to expand, contract, or merge as daily needs change. This flexibility supports multi-generational living, home-working, and evolving family structures. The same adaptable logic is applied to shared amenities such as public commercial spaces and indoor gathering areas, reducing pressure on private units while strengthening a culture of shared resources and community support.\nThe building’s massing reinforces this social structure. A larger volume lines College Street, buffering noise while maintaining fine-grained retail at ground level. Behind this edge, the project breaks down into smaller blocks, courtyards, and passages that echo Kensington’s informal interior streets. Existing laneways are engaged with smaller-scale residential buildings and workshop or maker spaces that align with the scale and use of adjacent garages. The new school is embedded within this quieter interior zone, interlocking with residential and community spaces to strengthen neighbourhood life without isolating educational infrastructure.\nUltimately, the project preserves Kensington’s cultural character by allowing informal use, adaptation, and lived-in irregularity, shaping change according to the values that make the Market resilient.",
    "Image 1": "https://drive.google.com/open?id=1vvqbVViCDW8QyDt3fcJJdL7DCJyFl56m",
    "Image_1_Alt": "Ground Floor Plan showing school, community centre, flexible studio/maker spaces, and residential circulation and lobbies.",
    "Image_1_Caption": "Ground Floor Plan",
    "Image 2": "https://drive.google.com/open?id=17FL3ntcPvdNAuXLy58lmqkAgGvqmOk-V",
    "Image_2_Alt": "Ground Floor Plan showing school, community centre, and residential units and circulation.",
    "Image_2_Caption": "Second Floor Plan",
    "Image 3": "https://drive.google.com/open?id=15uBdGi37ZMGJHFMxD5nM3KsSuocYiFRe",
    "Image_3_Alt": "Plan of community centre space where movable, rotating wall panels are used to create different configurations, in this case for small groups, like architecture school reviews.",
    "Image_3_Caption": "Community Centre Flexibility Diagram",
    "Image 4": "https://drive.google.com/open?id=1UFpTYgeXV9hNx7a1El2HGXX0T5r-ENAR",
    "Image_4_Alt": "Exploded axonometric of apartment block, showing specifically circulation cores and spaces that are considered flexible. In this case, rediential units, shared amenity space for residents, and public commercial space.",
    "Image_4_Caption": "Exploded Axo of Apartment Block",
    "Image 5": "https://drive.google.com/open?id=10IomJg9qOK7chRR85Z6c_BAHSg8KYYX3",
    "Image_5_Alt": "Large section cutting through rowplex residential typology with sunken public path under, community centre, and covered walkway connecting apartment building to community space. In the background, the rooftop schoolyard is visible as well as the schol building with a mural on the wall.",
    "Image_5_Caption": "Section from Lippincott street to laneway.",
    "Image 6": "https://drive.google.com/open?id=1DnSuSafAhTRhFjyGJKyxWni-jnysnAEf",
    "Image_6_Alt": "Detail section showing CLT construction in rowplex units. Public throughway, flexible commercial/workshop space, residential units, and existing laneway with garges are all visible.",
    "Image_6_Caption": "Laneway + Rowplex Detail Section",
    "Image 7": "https://drive.google.com/open?id=12ckn8KQs2XUHa-9jHJrlVOT2-Wv__yM4",
    "Image_7_Alt": "Small axos showing four configurations of movable wall panels in residential units which can expand or contract bedroom sizes or create extra rooms.",
    "Image_7_Caption": "Movable Wall Panel Diagrams",
    "Image 8": "https://drive.google.com/open?id=1rRNc_hv3yEzCulId2XOORmow7B3GFkDw",
    "Image_8_Alt": "Unit plan of 3+ bedroom rowplex unit with movable wall fully expanded to create extra bedroom and playroom",
    "Image_8_Caption": "3+ Bedroom Rowplex Unit Plan",
    "Image 9": "https://drive.google.com/open?id=1mr4Foxi2L1quwi6kNDOsK0D4lYBbRHWx",
    "Image_9_Alt": "Large section cutting through four rowplexes and apartment block. Sunken public path is visible under rowplexes.",
    "Image_9_Caption": "Large section cutting from College street to Laneway",
    "Image 10": "https://drive.google.com/open?id=1XTIvquYxGpKdgfkL9Roc3S7tapc2nZAg",
    "Image_10_Alt": "An apartment with people sitting and one man pushing the movable wall panel. From the window, the view of downtown Toronto is visible.",
    "Image _0_Caption": "View inside 3 bedroom apartment unit",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, All Urban Housing Development Must Include Accessible Public Space, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/3B S3 AXO-for cover wesbite - Sophie S.jpg",
    "img_01": "/files/Image_01/ - Sophie S.png",
    "img_02": "/files/Image_02/(2) - Sophie S.png",
    "img_03": "/files/Image_03/(4) - Sophie S.png",
    "img_04": "/files/Image_04/S3 Final (1) - Sophie S.png",
    "img_05": "/files/Image_05/(5) - Sophie S.png",
    "img_06": "/files/Image_06/S3 Final - Sophie S.png",
    "img_07": "/files/Image_07/(6) - Sophie S.png",
    "img_08": "/files/Image_08/(7) - Sophie S.png",
    "img_09": "/files/Image_09/S3 Final (2) - Sophie S.png",
    "img_10": "/files/Image_10/(8) - Sophie S.png"
  },
  {
    "Timestamp": "2025-12-19T23:16:21.766Z",
    "Project_Title": "Urban Stitches - The Berm",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1gKMNK_-hPW0ABjGBRpP0E-7gjILPrDjS",
    "Image_Description/\nAlt Text": "A two-part architectural drawing is shown. The top half is a long ground-level site plan: a linear row of building footprints runs parallel to a major street at the bottom edge, with street trees and vehicles shown along the road. Orange lines highlight pedestrian paths and connections that weave through the site, including a central crossing that links the street up to a large green landscape zone and berm at the top. Several smaller building volumes sit at the left and right ends, embedded in the greenery, and a north arrow appears in the lower-right corner of the plan.  The bottom half is a section drawing labeled as a cut through the avenue. It shows mid-rise housing blocks stepping in height across the site, with taller portions near the ends and lower, terraced volumes in the middle. The section includes repeated residential floors above darker ground-level zones, with trees and a forested backdrop behind the buildings.",
    "Student_Names": "Ruijie Liu + Julie Yang",
    "Home_Studio": "Home Otherwise: Architecture, Agency, and Collective Housing Futures — University of British Columbia",
    "Tags": "Community land trusts, Cooperative housing, Housing policy, Prefabrication, Housing Production, Participatory Design, Shared Spaces, Programmed Circulation, Flexible Spaces, Co-Housing, Co-Living, Courtyard Housing, Infill Housing, Mixed Use, Agriculture and Gardening",
    "Project_Description": "Urban Stitches reimagines False Creek South as a more connected and livable urban district through strategic densification of underutilized sites. By promoting stronger physical, social, and spatial connections, the project stitches the waterfront community back into the broader urban fabric while supporting a resilient future cityscape.\n\nOur key spatial idea is the berm as an inhabitable threshold: a layered social and ecological spine that organizes movement, gathering, and everyday life through gentle grade changes, seating edges, and planting bands. At the ground level, a network of courtyards acts as outdoor living rooms, supporting family-oriented spaces, daily services, and flexible cultural programs such as markets, dining, and community events. The porous ground plane stitches buildings together and connects them to neighbourhood paths, encouraging active circulation and informal social encounters. Buildings step and terrace into the landform to calibrate privacy, daylight, and views, while layered green roofs extend community life vertically with shared gathering spaces, edible gardens, wellness areas, and informal play zones—reinforcing social connection and climate resilience across scales.",
    "Image 1": "https://drive.google.com/open?id=1DSee1CRiWD98hGXM0REFwt5dey3eSFt1",
    "Image_1_Alt": "This split image shows the same streetside courtyard in two moments. In the top scene (daytime), a four-storey residential building faces a wide paved terrace with café tables and umbrellas; a few people walk or cycle past, with a planted berm and tall evergreen trees in the background under a bright sun. In the bottom scene (nighttime), the courtyard becomes an evening gathering space: warm light glows from the building’s windows, streetlamps and string lights illuminate the terrace, and a long communal table is set up with people gathered beside the building along the quiet road.",
    "Image_1_Caption": "Culture-Focused Courtyard",
    "Image 2": "https://drive.google.com/open?id=1Vx8s7Z7McxUcPx7RQ7QWcFxxhsbfEwMG",
    "Image_2_Alt": "A presentation board titled “Building Ecosystem” maps a community-focused vision for False Creek South. A large concentric circle diagram in the centre organizes actions across scales—unit, household, building, co-op block, neighbourhood, and policy—with many small illustrated icons (such as shared guest rooms, tool libraries, composting, greywater-to-landscape, and stormwater planters). A colour legend links these actions to six themes: care and social networks, food and ecology, water and energy, governance and finance, material and knowledge, and cultural and ideological life.  On the left, a bubble lists key dilemmas (including tensions like co-living versus co-isolation and modularity versus personality), and a second bubble below summarizes “what already works” in the neighbourhood. The right side shows four circular photos under “Precedent Studies,” referencing projects such as La Borda, Vindmøllebakken, MaxAcht/Baugruppe, and Crow Woods. A faint purple site map silhouette of False Creek South runs along the bottom as the backdrop.",
    "Image_2_Caption": "False Creek South Ecosystem Analysis",
    "Image 3": "https://drive.google.com/open?id=1Dm72eyur1IUnKR0X48B9BIZdM_se11_P",
    "Image_3_Alt": "A presentation board titled “Urban Stitches” summarizes a neighbourhood plan proposal for False Creek South. Along the top are six small diagram icons labeled design language, topography, orientation, courtyard, frame the view, and layered green space. The centre of the board is a large site plan beside the water, showing existing green areas and pathways with a new row of white building volumes aligned along West 6th Avenue. Coloured zones and symbols mark programmed open spaces, including rainwater retention areas, community gardens, a street car station, and different types of courtyards such as cultural, family-friendly, service-focused, and multigenerational courts. At the bottom, a long elevation/section diagram compares the heights and profiles of several building clusters labeled Sitka Square, Charleson Park, The Berm, and The Gateway, with small street-view images underneath showing the proposed building outlines overlaid on photos of the existing streets.",
    "Image_3_Caption": "Urban Stitches Neighbourhood Plan Proposal",
    "Image 4": "https://drive.google.com/open?id=12MBTYupLXQz828cKM4fvOX03YDo_UFKv",
    "Image_4_Alt": "Architectural plan drawing titled “The Berm,” showing two stacked floor plans of a linear residential building integrated into a landscaped berm. The top image is an upper-level floor plan, with angled building segments connected across the site, residential units arranged along corridors, and shared or service spaces highlighted in orange. The bottom image is a Level 2 floor plan, showing a similar linear organization with additional connections to outdoor terraces, planted areas, and pedestrian circulation. In both plans, the buildings are embedded within a green landscape of trees and curving paths, emphasizing the berm as a continuous spatial element that links housing, circulation, and open space along the street.",
    "Image_4_Caption": "Urban Stitches - The Berm L2 & Upper Levels",
    "Image 5": "https://drive.google.com/open?id=1tQm3vQyqJ6YNPk2viVGE6etlGCcs0bpV",
    "Image_5_Alt": "Architectural section drawing labeled “Section A–A’,” showing a mid-rise residential building along West 6th Avenue with a service-focused public courtyard at ground level. The section illustrates the relationship between sidewalk, streetcar corridor, building frontage, and a landscaped courtyard with seating and stairs. Upper residential floors step back with planted roofs and terraces, while people are shown walking, sitting, and moving through the courtyard. Trees and a forested backdrop emphasize the connection between built form, public space, and landscape.",
    "Image_5_Caption": "Section through Service-Focused Public Courtyard",
    "Image 6": "https://drive.google.com/open?id=1bVoQB8lijT6N8mQHUp5qa-UuNiR5rXZH",
    "Image_6_Alt": "Architectural section labeled “Section B–B’,” cutting through stacked townhouses within a mid-rise residential block. The drawing shows multiple residential floors above ground-level units, interior circulation, and shared spaces. A covered seating area and stairs connect to a community lane at grade, with sidewalk frontage along West 6th Avenue. Human figures indicate scale and everyday activity, highlighting how housing, circulation, and shared outdoor spaces are vertically layered.",
    "Image_6_Caption": "Section through Stacked Townhomes",
    "Image 7": "https://drive.google.com/open?id=1RGkmm2HVtnROrkqdaLUDcR12_NW1MKaj",
    "Image_7_Alt": "Architectural section labeled “Section C–C’,” illustrating buildings embedded into a landscaped berm. The section shows the berm as a raised landform with gravel paths and planted slopes, transitioning from existing buildings to new residential blocks. Ground-level spaces connect to a community lane and streetcar corridor, while upper floors step back with green roofs and terraces. Trees, pathways, and people walking across the berm emphasize the berm’s role as a continuous social and ecological connector between street, housing, and landscape.",
    "Image_7_Caption": "Section through The Berm",
    "Image 8": "https://drive.google.com/open?id=1oGPrN_U-Px0r7fb0oQXJyT9j_7TI7CLS",
    "Image_8_Alt": "A four-panel diagram compares four massing options for the same site, shown as simple 3D building blocks over faint contour lines. Each option is color-coded with a small legend: residential (light purple), commercial (light blue), and core (orange).  Massing 1: “Vertical Extrusion” shows a mostly consistent building height, labeled 6-storey average.  Massing 2: “Height Variant Based on Sun and Shadow Studies” shows stepped heights, labeled 4 to 8 storey.  Massing 3: “Divergent Roof Garden + Intermediate Indoor Gathering Space” shows a taller central element and more dramatic stepping, labeled 4 to 12 storey.  Massing 4: “Convergent Roof Garden + Intermediate Indoor Gathering Space” shows a more unified stepped form, labeled 6 to 10 storey.",
    "Image_8_Caption": "Massing Explorations",
    "Image 9": "https://drive.google.com/open?id=1thb_xvNuWtxnGD-NHE5wAnNZ68tO9YPw",
    "Image_9_Alt": "Architectural drawing comparing two residential layout typologies: a “Point Access Block” and a “Single Loaded Corridor.” The top diagrams show an upper-level residential floor plan for a point access block, with multiple apartment units organized around a central stair and elevator core. Units include labeled living, dining, kitchen, bedroom, office, bathroom, and closet spaces. The bottom diagram shows an upper-level floor plan for a single loaded corridor, where apartments are arranged along one side of a continuous corridor, with repeated unit layouts facing the same direction. Both plans are drawn at a scale of 1:100 and illustrate unit organization, circulation, and spatial efficiency.",
    "Image_9_Caption": "Typical Unit Plan",
    "Image 10": "https://drive.google.com/open?id=1IEjmPRdjdF8MrG2jyIiDQ0k6vJYPxAeq",
    "Image_10_Alt": "A four-panel program matrix uses bubble diagrams to show spaces and amenities and how closely they should be located to each other. Each panel has a large blue centre circle naming a courtyard type, surrounded by smaller circles (program elements) connected by dashed lines. The line colours indicate adjacency priority: red dashed = immediate (within 5 m), blue dashed = must-adjacent (within 15 m), and grey dashed = nice-to-have (within 30 m).  Top left: “Active Living & Ecosystem,” with landscape and water features such as bioswales, rain gardens, a constructed wetland, boardwalk edge, loop path, seating, and refill points.  Top right: “Service-Focused Public Courtyard,” with daily-need services like grocery, pharmacy, clinic, parcel lockers/counter, laundry, tool library, carshare pick-up, and accessible public washrooms.  Bottom left: “Family-Friendly Courtyards,” with play and childcare elements such as stroller/bike parking, secure play gate, childcare classroom, parent seating, first-aid/AED, universal and public washrooms, community garden, and hand-wash stations.  Bottom right: “Culture-Focused Public Courtyard,” with event and market programs including café/restaurant, plaza seating, multipurpose room, stage/amphitheatre steps, pop-up market bay, art wall, tool/repair hatch, and emergency phone/first-aid kit.",
    "Image _0_Caption": "Program Matrix",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, Collective Ownership, Demand housing that evolve with people, adapt to climate, and foster collective life, Mutual Aid Housing, Redistribute Power in the Housing Process and  Legitimize and Support Incremental, Self-Directed Building",
    "poster_image": "/files/Poster_Image/Ground + Section_r - Julie Yang.png",
    "img_01": "/files/Image_01/Vista - Julie Yang.png",
    "img_02": "/files/Image_02/FCS Ecosystem_compressed - Julie Yang.png",
    "img_03": "/files/Image_03/Urban Stitches_Overall East Site - Julie Yang.png",
    "img_04": "/files/Image_04/L2+L3_r - Julie Yang.png",
    "img_05": "/files/Image_05/Cross Section_Page_1 - Julie Yang.png",
    "img_06": "/files/Image_06/Cross Section_Page_2 - Julie Yang.png",
    "img_07": "/files/Image_07/Cross Section_Page_3 - Julie Yang.png",
    "img_08": "/files/Image_08/Massing Explorations - Julie Yang.jpg",
    "img_09": "/files/Image_09/Typical Unit Plan - Julie Yang.png",
    "img_10": "/files/Image_10/Program Matrix - Julie Yang.jpg"
  },
  {
    "Timestamp": "2025-12-20T00:48:57.462Z",
    "Project_Title": "COURTYARD COMMONS: Intergenerational Infill Housing in Kensington Market",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1zM5m9NH-DHdx4RHLHbEmjH5WA2NCFneD",
    "Image_Description/\nAlt Text": "Axonometric of design from the NE ",
    "Student_Names": "Kalen Schellenberg",
    "Home_Studio": "Infilling affordable housing within the Kensington Market Community Land Trust — University of Waterloo",
    "Tags": "Cooperative housing, Flexible Spaces, Courtyard Housing, Infill Housing, Mixed Use",
    "Project_Description": "This project proposes an intergenerational housing development that bridges the neighborhood's contrasting scales and reinforces the social character of Kensington Market. A stepped, tiered massing maintains a comfortable pedestrian scale while introducing new density responsibly. Designed for flexibility and longevity, the units adapt as household needs evolve, supported by generous terraces and shared outdoor spaces that offer light, air, and opportunities for social interaction. Integrated planting enhances the quality of these outdoor areas, resulting in a context-responsive and inclusive model for urban living.",
    "Image 1": "https://drive.google.com/open?id=1WDUA641-MjHt4yoKrVSpgvP_VSVOqCvY",
    "Image_1_Alt": "Exploded axonometric with callouts of interior and exterior amenity spaces.",
    "Image_1_Caption": "PROGRAMMATIC STRUCTURE: The building uses an alternating single-loaded corridor, with the primary circulation spine running through the center. This layout provides access to units on one side while opening views toward the courtyard spaces on the other.   Two elevator and stair cores, located at each end of the building, allow residents to enter and circulate from multiple directions. Along the southern edge, a pair of indoor amenity spaces, one at grade and one on the top floor, offer additional shared areas for residents.",
    "Image 2": "https://drive.google.com/open?id=1gShFFU6bAkst8xKHatDnN8tgWfezlX8t",
    "Image_2_Alt": "Ground floor plan and context axonometric",
    "Image_2_Caption": "The building footprint is shaped by required setbacks along the east and south sides, as well as the need to preserve the existing laneway. The massing provides an access route from Kensington to the adjacent residential, ushering the public through the new space. Overall, the design prioritizes maintaining and enhancing existing circulation patterns and services while integrating them into the new development.",
    "Image 3": "https://drive.google.com/open?id=1EuSeIWV_HfsIeYQy69HWp3nCv0LjRffi",
    "Image_3_Alt": "Residential floor plans 2-5",
    "Image_3_Caption": "Each residential “block” is a double storey space, where circulation is on the first floor, and only units appear on the second. As the floors continue, slowly units are cut out to provide space for the exterior amenity spaces, hatched in diagonal lines.",
    "Image 4": "https://drive.google.com/open?id=1eODpYirDYiRNdJjHm82M-S7XtoBCh-dK",
    "Image_4_Alt": "Residential floor plans 6-8",
    "Image_4_Caption": "Each exterior amenity space has an adjacent indoor-outdoor space that can house additional seating for when the weather limits the spaces. The final floor offers a large indoor amenity space leading to the largest of the exterior spaces. This space can house a small play-set and shaded gardenspace.",
    "Image 5": "https://drive.google.com/open?id=1kssClIedH6LyWVUbyJybu4_qjEtv989-",
    "Image_5_Alt": "Typical three and four bedroom unit plans",
    "Image_5_Caption": "3 BED: This unit is one of two three-bedroom units per floor, and has windows on the west, east, and south sides.   With wrap-around porches this unit offers lots of outdoor space for gardens and play space. 4 BED: This is one of two four-bedroom units per floor, with windows only available on the west side. The unit has a bedroom on the bottom floor with an adjacent accessible bathroom.   The upper floor offers a larger flex space due to less of an exterior space then other units.",
    "Image 6": "https://drive.google.com/open?id=1cllbgfA5kQPkiWuCi7qjSPqoji6RCbOW",
    "Image_6_Alt": "Larger Unit block variation",
    "Image_6_Caption": "This variation offers to combine the family unit and adjacent studio units into 5 bedroom units with 1 accessible bedroom on the main floor.  The gray walls and hatches are further customization options, whether to isolate a connected apartment with a larger family space or to keep the space open. In addition, along the upper floor, there is the opportunity to build an additional flex space in the double heighted ceiling space or to expand outward onto the balconey. This could become an additional bedroom, play-space, or office/shared workspace.",
    "Image 7": "https://drive.google.com/open?id=1UWs0nOYsLaW5zqk0xJ97KCL8fGDf5ZA9",
    "Image_7_Alt": "Divided Unit block variation",
    "Image_7_Caption": "This variation offers to divide units even further, and offers units with less bedrooms without making any changes to the exterior envelope (windows access etc.). This allows the building to adapt past its current function should it need to in the future.",
    "Image 8": "https://drive.google.com/open?id=1ptXO9awvIJ4GcoKFg16sWuoHYldltqQA",
    "Image_8_Alt": "Section through adjacent residential area, park corridor, laneway, and Kensington Ave.",
    "Image_8_Caption": "The height of the building aligns with the office building to the east, while remaining largely unobtrusive from the street and therefore not disrupting the character of Kensington Market.  The “Park Corridor” is a designated green space that fills the gaps created by the larger setbacks. It establishes strong circulation routes for both the public and residents while prioritizing at-grade greenery within the market. The corridor preserves all existing trees on the site and introduces new opportunities for planting and landscaped areas.",
    "Image 9": "https://drive.google.com/open?id=1bgbo3vnPI_S8sU-D-TeSTl71xbcfQf4w",
    "Image_9_Alt": "Render view from Kensington Ave.",
    "Image_9_Caption": "The building’s height is perceptible from street level within Kensington Market, but it remains unobtrusive. The alleyway leading to the site is nestled between a series of commercial buildings, creating a more intimate “hidden” passage that invites discovery and offers a subtle transition from the busy market streets to the residential development beyond. This alleyway (right) serves both pedestrians and vehicles, providing a clear sightline to one of the building’s entrances, as well as access to the above-ground parking and loading zone.",
    "Image 10": "https://drive.google.com/open?id=1U0miKCeG0M8iYNxKmosyATUX2Mbw4ze5",
    "Image_10_Alt": "Render from residential zone",
    "Image _0_Caption": "The building creates a variety of unique spaces that respond to the vibrant context of Kensington Market. Ground-floor access from the laneway to the residential zone connects public and private realms, extending social spaces and commercial programs into the neighborhood.   The design allows the building and its surrounding areas to evolve over time, accommodating future uses, shifts in circulation, or changes in community needs. In doing so, the project complements Kensington Market’s character while fostering a dynamic environment where residents, visitors, and the wider community can interact, engage, and thrive together.",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, All Urban Housing Development Must Include Accessible Public Space, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/Cover_Image - Kalen Schellenberg.jpg",
    "img_01": "/files/Image_01/01_Exploded Axo - Kalen Schellenberg.jpg",
    "img_02": "/files/Image_02/02_Ground and Context Plan - Kalen Schellenberg.jpg",
    "img_03": "/files/Image_03/03_Plans 1 - Kalen Schellenberg.jpg",
    "img_04": "/files/Image_04/04_Plans 2 - Kalen Schellenberg.jpg",
    "img_05": "/files/Image_05/05_Unit Plans 1 - Kalen Schellenberg.jpg",
    "img_06": "/files/Image_06/06_Unit Plans 2 - Kalen Schellenberg.jpg",
    "img_07": "/files/Image_07/07_Unit Plans 3 - Kalen Schellenberg.jpg",
    "img_08": "/files/Image_08/08_Section - Kalen Schellenberg.jpg",
    "img_09": "/files/Image_09/09_Render 1 - Kalen Schellenberg.jpg",
    "img_10": "/files/Image_10/10_Render 2 - Kalen Schellenberg.jpg"
  },
  {
    "Timestamp": "2025-12-20T02:26:37.981Z",
    "Project_Title": "Love Thy Neighbour",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1fVQyOUTEIrGy3AGt0WrIef5zWv03Esb4",
    "Image_Description/\nAlt Text": "Axonometric drawing depicting an infill project featuring three distinct building forms.",
    "Student_Names": "Cecilia Sereda",
    "Home_Studio": "Build Now to End Housing Alienation in Waterloo Region — University of Waterloo",
    "Tags": "Community land trusts, Housing policy, Housing theory, Housing Production, Shared Spaces, Flexible Spaces, Co-Housing, Infill Housing, Laneway Housing",
    "Project_Description": "The infill strategy on this site proposes a singular building language that is split up across three forms. The overarching aim of the design is to provide adaptable living spaces that can accommodate supportive housing programs and afford user autonomy, while also utilizing the pre-existing services located on the lots. \n\nThis project proposes the reuse of the site that currently hosts the Montessori school, aiming to adapt its child-centric programmatic infrastructure and make it more financially accessible while integrating it with the surrounding community. With the aim of catering towards unhoused mothers or single mothers with younger children, these units offer adaptable solutions that can grow and develop with families, providing a collectivized model for privacy and spatial autonomy. \n\nThe infill above the TNG properties features units catered towards recently homeless adults, or those seeking transitional housing options. These layouts offer a more private, 1-bed solution or flexible 2-3 bed co-housing units that can be adapted post-construction by the residents to be barrier-free. Due to the limited space available at-grade, communal programs are moved upwards, utilizing winter garden greenhouses, activated terraces, and rooftop bridging across the laneway to increase connection. \n\nThough the separate sites and masses are spatially distinct, they achieve connection by emphasizing ecological, social, and subjective relations, effectively creating micro-communities while also combating housing alienation by providing opportunities for placemaking at a variety of scales.",
    "Image 1": "https://drive.google.com/open?id=1mRQtQv04lqTjQnNsjAQNHzvvCl5gJcFq",
    "Image_1_Alt": "Axonometric view showing site context and focus within Kensington Market along College St.",
    "Image_1_Caption": "This infill project is shaped by its context, which considers existing community-facing services run by TNG (The Neighbourhood Group) and proposes the addition of supportive housing to the buildings that currently house those programs. Additionally, the existing child-centric programming of the Montessori School building informs its reuse as a more accessible childcare centre that integrates supportive services and units that cater towards recently unhoused mothers or mothers with small children. This project also utilizes the history of encampment (and removal) at the St. Stephen-in-the-Fields Church and proximity to the Kensington Community School as arguments for its proposed programming and housing structure. ",
    "Image 2": "https://drive.google.com/open?id=1YYzRa7fg8bJT2heBxECakvJWA932QxFm",
    "Image_2_Alt": "Axonometric drawing depicting an infill project that features three distinct building forms.",
    "Image_2_Caption": "Though the project comprises three distinct building forms, the activation of rooftop, balcony, and terrace spaces promotes connectivity. Winter gardens provide a space for multi-season use, and the two TNG properties relate their ecological and social programs through a bridge that spans between the whole buildings across the laneway. Due to limited space at grade, the majority of new, shared spaces are moved upwards, creating a unique dynamic between the architecture and its users. ",
    "Image 3": "https://drive.google.com/open?id=1lZ5NBRLAtY04EuAiyvyNbIOO6E4BzDbL",
    "Image_3_Alt": "Ground floor plan of project detailing entry points and relationships between existing buildings, infill, and the laneway. ",
    "Image_3_Caption": "At grade, an effort is made to preserve the site conditions of the existing buildings to minimize the displacement of current community programs. Some accessibility interventions are proposed, as well as new entry and circulation points on each of the lots. Additionally, this project proposes the implementation of a single-stair egress solution within each of its masses. This follows the current conversations surrounding single-stair guidelines in Canada, and limits the height of the tallest building to 18m, as well as including a maximum of four separate units per-floor. ",
    "Image 4": "https://drive.google.com/open?id=1afp5MlzhZdRDA9p-oMxSc-tSdk2rfC3r",
    "Image_4_Alt": "Building cross section highlighting ecological factors and formal spatial relationships between lots.",
    "Image_4_Caption": "One of the primary ways that this project combats housing alienation is through emphasizing ecological relationships. These are evident in both the form and function of the building, and are highlighted by the winter gardens which face each other across the corridor created by the new infill forms. Additionally, the new configuration of architecture allows for the laneway to become a connection point, turning it into a circulation path for both vehicles and pedestrians. The rooftop of the Augusta development is activated as well, providing a flexible space for existing and proposed community programs to interact.",
    "Image 5": "https://drive.google.com/open?id=1URkxsV2AQGvUOXwVlIR2asu8ASfRHJib",
    "Image_5_Alt": "Typical building plan highlighting ecological, social, and subjective relationships through unit use. ",
    "Image_5_Caption": "This plan details a typical floor layout for the infill masses off of Bellevue, which feature 2-3 bedroom flexible units and provide supportive housing options. The drawing activates the units by imagining how users might occupy them and circulate through the floorplate, taking care to emphasize the different bedroom and flex space configurations made available by their adaptable elements. ",
    "Image 6": "https://drive.google.com/open?id=1eKG4bzh1ehdRSTIF_u04MsOke0HncyRb",
    "Image_6_Alt": "Plan drawings depicting possible configurations of flex \"block\" within units.",
    "Image_6_Caption": "The flex “block” component of the 2-3 bedroom units is the most simple and seamless way for residents to adapt their spaces while also providing different opportunities for future use. The “block” already exists as a component of 2/3 floor plans, which—contingent on their respective programmatic needs—may look at a variety of mechanisms for reconfiguration. In areas focused on supportive housing for families and mothers with small children, the option to configure the space into a shared bedroom or playroom may be favourable. In contrast, recently unhoused adults who are new to a co-living situation may prefer having a more separate suite with its own bathroom to create spatial privacy.",
    "Image 7": "https://drive.google.com/open?id=1PU4VN49f8acBYD-OuUA3TveqMiC2lafp",
    "Image_7_Alt": "Adaptable 2-3 bedroom unit plans detailing mechanisms for resident reconfiguration.",
    "Image_7_Caption": "This development offers customization post-occupancy, providing a constructed unit plan that allows for customization by the residents. It integrates moveable wall mechanisms for bedroom expansion and reconfiguration alongside adaptable, flex “blocks” that are present in 50% of the units. These features allow for a consistent floor plan to be maintained across 2/3 of the forms, and for unit types to be shared across all of them. Additionally, they address how supportive housing might be experienced by various user groups, and how access to both shared and private programming can impact that. ",
    "Image 8": "https://drive.google.com/open?id=1mZDLjdEMk7svcEHRXRA_MY00CpTXEF_k",
    "Image_8_Alt": "Supportive housing 1 bedroom unit plan and adaptable 2 bedroom barrier-free unit plans detailing mechanisms for resident reconfiguration.",
    "Image_8_Caption": "In addition to adaptable wall mechanisms that allow for bedroom expansion, the units proposed by this infill project are repetitive, aiming to reduce construction costs and increase affordability. In particular, the 1 bedroom unit that provides supportive housing follows a relatively simple, consistent layout, meaning that it could potentially be pre-fabricated off-site. Additionally, all of the units proposed by this project are accessible and can be made barrier free, with the strictly 2 bedroom units providing a slightly expanded floor plan that provides ample room for support workers, storage for mobility devices and rehabilitation equipment, and offers flexible living space that can be configured for a variety of uses. ",
    "Image 9": "https://drive.google.com/open?id=1WvfGCm1YdaFSy64ZEcX5dge8A45a0RVd",
    "Image_9_Alt": "Exterior collage view across laneway highlighting spatial relationships between balconies, terraces, and rooftops.",
    "Image_9_Caption": "Due to spatial restrictions and already occupied outdoor space at-grade, the majority of the new community programming on site is moved upwards, creating a dialogue between the infill located on 95 Bellevue Ave, and the two TNG properties that face one another across the Campbell Russell laneway. The physical form of this intervention is that of a literal bridge - one which spans between the two buildings at the fifth floor, pulling the interior community space of the Augusta development across towards the winter garden greenhouses that sit on top of the Bellevue building. ",
    "Image 10": "https://drive.google.com/open?id=1A3qO47Q2wFUuQy2wS2z30QBjMdIMFeYP",
    "Image_10_Alt": "Interior collage of unit showing relationship of recessed balcony to interior and exterior spaces.",
    "Image _0_Caption": "Slightly recessed balconies allow for the optimization of communal exterior space while also affording a sense of privacy to the residents of each unit. They are provided with a place to store their own patio items, spend time outdoors, and given the configuration within the building’s larger structure, an opportunity to partition themselves off from the shared balcony that runs the length of the building. Not only does this afford a degree of autonomy to those who live within the development, but it helps to foster healthier social connections and boundaries as well.",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Tax Gentrification to build Community Land Trusts, Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, Intentional Communities for Unhoused People, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/AXONOMETRIC - Cecilia.jpg",
    "img_01": "/files/Image_01/ARCH393_FINAL PANELS3 - Cecilia.jpg",
    "img_02": "/files/Image_02/ARCH393_FINAL PANELS4 - Cecilia.jpg",
    "img_03": "/files/Image_03/ARCH393_FINAL PANELS5 - Cecilia.jpg",
    "img_04": "/files/Image_04/ARCH393_FINAL PANELS11 - Cecilia.jpg",
    "img_05": "/files/Image_05/ARCH393_FINAL PANELS12 - Cecilia.jpg",
    "img_06": "/files/Image_06/ARCH393_FINAL PANELS13 - Cecilia.jpg",
    "img_07": "/files/Image_07/ARCH393_FINAL PANELS14 - Cecilia.jpg",
    "img_08": "/files/Image_08/ARCH393_FINAL PANELS15 - Cecilia.jpg",
    "img_09": "/files/Image_09/EXTERIOR RENDER - Cecilia.jpg",
    "img_10": "/files/Image_10/INTERIOR RENDER - Cecilia.jpg"
  },
  {
    "Timestamp": "2025-12-20T04:02:51.200Z",
    "Project_Title": "Beyond the Lane",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1bZC5i_UXKSSlUNwvIgAXMEJz3avLqV62",
    "Image_Description/\nAlt Text": "Complete proposed Axonometric: Projected proposal with 90% of laneway re-developed, along with additional mid-rise proposals fronting Bathurst St, completing the block as a courtyard.",
    "Student_Names": "Alessia Sciardi, Andy Chen",
    "Home_Studio": "Infilling affordable housing within the Kensington Market Community Land Trust — University of Waterloo",
    "Tags": "Community land trusts, Prefabrication, Housing Production, Participatory Design, Shared Spaces, Flexible Spaces, Co-Housing, Co-Living, Courtyard Housing, Infill Housing, Laneway Housing, Multi-Plex Housing, Mixed Use",
    "Project_Description": "These two proposals introduce a new form of housing within the city that integrates social, equitable, affordable, and adaptable living into the fabric of Kensington Market while reimagining how tightly grained Toronto lots can evolve. Drawing inspiration from projects such as Impossible City in Toronto, with communal courtyard typologies, and the logic of Toronto’s Hydro Block, the design aims to cultivate a more porous, interconnected way of living. The Bathurst-facing building and the laneway-oriented counterpart come together to form a continuous green corridor that threads through the centre of the block. This corridor becomes the spine of the proposal, revitalizing the landscape while offering new forms of social, ecological, and public engagement. By linking the main street frontage with the laneway edge, the project strengthens local circulation patterns and repositions underutilized parcels as opportunities for community-oriented intensiﬁcation. The central green courtyard creates shared public space while supporting ecological functions through planting and stormwater retention. Increasing the building height along Bathurst helps to expand the laneway presence, transforming this secondary edge into a meaningful extension of the public realm. The residential units are intentionally ﬂexible and can be conjoined over time to support growing families and evolving living arrangements.",
    "Image 1": "https://drive.google.com/open?id=1p2QsVVBBostUYoQOSE0snD286HX2r33K",
    "Image_1_Alt": "The laneway houses are conceived as a flexible, modular system that empowers residents to participate directly in the creation of new housing along the lane. Designed around an efficient fabrication and assembly process, the modules are scaled specifically for Kensington’s typical lot dimensions, allowing them to be introduced incrementally without requiring full-site redevelopment. This incremental approach provides residents with the flexibility to add, rearrange, or remove infill over time, accommodating shifting household needs or evolving patterns of use. The system offers three module sizes: 2×3, 3×3, and 5×5—each of which can be mixed, stacked, or combined to create a wide range of spatial configurations.",
    "Image_1_Caption": "Laneway Module Sizes",
    "Image 2": "https://drive.google.com/open?id=19LP2zTqugTIrXZE5E0VTmUX_OHkmAm0U",
    "Image_2_Alt": "Interior partitions are customizable, and exterior cladding options are user-determined, giving individuals meaningful agency over the identity and character of their homes while maintaining an overall cohesive form. Depending on how they are assembled, the modules can create compact micro-units on a single lot, offering deeply affordable housing options, or expand horizontally across multiple amalgamated lots to form larger, multi-bedroom dwellings. This adaptable framework supports long-term flexibility, enabling the laneway to organically densify in response to community needs while preserving the intimate, layered atmosphere that defines Kensington Market’s unique urban fabric.",
    "Image_2_Caption": "Modular Framework Diagram",
    "Image 3": "https://drive.google.com/open?id=14aLUcrAKsHGmXBu0nLjKv8NGYHg2LGtl",
    "Image_3_Alt": "Modular Laneway: Example Unit Plans over single and consolidated 5m wide lots",
    "Image_3_Caption": "Modular Laneway: Example Unit Plans over 5m wide lots",
    "Image 4": "https://drive.google.com/open?id=1ODnLPud_V64vjGhg8RLP8K50lLQw4Knr",
    "Image_4_Alt": "Proposed Ground Floor Plan",
    "Image_4_Caption": "Proposed Ground Floor Plan",
    "Image 5": "https://drive.google.com/open?id=1vLaQV0BV6T1idb_P0TqZVHrvommCakbs",
    "Image_5_Alt": "The layout of this building follows a single-loaded corridor model, where the circulation space looks into the courtyard and becomes the connection in between the main street and laneway frontages. The use of nooks throughout the corridor also activates it into a social space that can accommodate seating and gathering.",
    "Image_5_Caption": "Bathurst Development: Typical Residential Floor plan",
    "Image 6": "https://drive.google.com/open?id=1BTecoDICnCF3ZTQbfYeGg_O1fiSbD5mg",
    "Image_6_Alt": "",
    "Image_6_Caption": "Bathurst Development: Adaptable Unit Plans",
    "Image 7": "https://drive.google.com/open?id=1RBcODIMyJEL1KOUhMdgiDtqvEC-ttNRv",
    "Image_7_Alt": "",
    "Image_7_Caption": "Ecological Section",
    "Image 8": "https://drive.google.com/open?id=1K1fms_dn742bcctL17fi2meUbfWzNVxz",
    "Image_8_Alt": "",
    "Image_8_Caption": "Bathurst Development: Detail Section",
    "Image 9": "https://drive.google.com/open?id=1RHQ_rgQdMCUMzPbFttuxwvgKp3HFx7lJ",
    "Image_9_Alt": "",
    "Image_9_Caption": "Laneway: Detail Section",
    "Image 10": "https://drive.google.com/open?id=12b4j4Ndj30Yw3vCecOte0pPIDrcy6h3n",
    "Image_10_Alt": "",
    "Image _0_Caption": "Bathurst Development: Corridor Render",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, All Urban Housing Development Must Include Accessible Public Space, Demand housing that evolve with people, adapt to climate, and foster collective life, Redistribute Power in the Housing Process and  Legitimize and Support Incremental, Self-Directed Building",
    "poster_image": "/files/Poster_Image/poster - Alessia Sciardi.png",
    "img_01": "/files/Image_01/project images-images-0 - Alessia Sciardi.jpg",
    "img_02": "/files/Image_02/project images-images-1 - Alessia Sciardi.jpg",
    "img_03": "/files/Image_03/project images-images-2 - Alessia Sciardi.jpg",
    "img_04": "/files/Image_04/project images-images-3 - Alessia Sciardi.jpg",
    "img_05": "/files/Image_05/project images-images-4 - Alessia Sciardi.jpg",
    "img_06": "/files/Image_06/project images-images-5 - Alessia Sciardi.jpg",
    "img_07": "/files/Image_07/project images-images-6 - Alessia Sciardi.jpg",
    "img_08": "/files/Image_08/project images-images-7 - Alessia Sciardi.jpg",
    "img_09": "/files/Image_09/project images-images-8 - Alessia Sciardi.jpg",
    "img_10": "/files/Image_10/project images-images-9 - Alessia Sciardi.jpg"
  },
  {
    "Timestamp": "2025-12-20T05:23:40.148Z",
    "Project_Title": "The Longview House",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1nCRCatVIT5DrR6RVLGmvLNyUQJdtYPoT",
    "Image_Description/\nAlt Text": "Axonometric aerial view of a circular, multi-volume building nestled within a dense forest, showing roof forms, paths, and surrounding trees from an elevated view.",
    "Student_Names": "Maria Juneau, Kyra Khovrenkova, Elsa Bollinger",
    "Home_Studio": "The Porous Dwelling: Reimagining Housing as the Intersection of Architecture, Ecology, and Culture — University of Calgary",
    "Tags": "Cooperative housing, Housing theory, Shared Spaces, Programmed Circulation, Flexible Spaces, Co-Housing, Co-Living, Infill Housing, Mixed Use",
    "Project_Description": "The Long View House is an experimental attempt at a dwelling that navigates the threshold between public and private residence. Specifically, in adding an element of communal living and shared space. The house descends into the hill on the site into three separate floors, all with unique floor plans. The first floor is a fully public space, which includes a library, a coffee shop and an atrium. The second floor is the communal space, a dormitory-style living with private bedrooms which share a bathroom. Contains a communal kitchen and dining room with a living room at the center of the floor. Lastly, on the third floor, the plan is set up to be a completely private residence, accommodating two separate family households. The idea is to push the thresholds of a standard dwelling by experimenting with public and private sectors, by trying to have a gradual change which pushes residents to social interaction. This is reinforced by the house’s structural design of a glass-roofed hallway. This is a single path which goes across the whole house right in the center. The pathway connects all the shared spaces together, with the end of the path concluding at the shared fire.",
    "Image 1": "https://drive.google.com/open?id=1DAec0hqNwpyFWeT8ahfsNefuxi4SQ9D_",
    "Image_1_Alt": "Site plan",
    "Image_1_Caption": "Site plan illustrating the building’s placement within its forested context, highlighting relationships to surrounding roads, paths, vegetation, and nearby residential structures.",
    "Image 2": "https://drive.google.com/open?id=14XDsnE--WeUSZUJOEnbnWVAP4WlxK2nl",
    "Image_2_Alt": "Axonometric aerial view",
    "Image_2_Caption": "Circular, multi-volume building nestled within a dense forest, showing roof forms, paths, and surrounding trees from an elevated view.",
    "Image 3": "https://drive.google.com/open?id=1xMV5CQjYJMGrh6Z2cXSuddhwqZyOl8Yo",
    "Image_3_Alt": "Isometric section drawing",
    "Image_3_Caption": "Isometric sectional view illustrating the building embedded within the hillside and forest, emphasizing changes in elevation, spatial relationships, and circulation across levels.",
    "Image 4": "https://drive.google.com/open?id=1kogu_EI2Pdm1pN3mWsLtPJIYSzsbUY6l",
    "Image_4_Alt": "Level 1 plan drawing",
    "Image_4_Caption": "Plan drawing of the first floor illustrating the interior space and how it interacts with one another.",
    "Image 5": "https://drive.google.com/open?id=1jzOgjNedkoRkGsUi2Xln_dAYNiVn4WHw",
    "Image_5_Alt": "Level 2 plan drawing",
    "Image_5_Caption": "Plan drawing of the second floor illustrating the interior space and how it interacts with one another.",
    "Image 6": "https://drive.google.com/open?id=1TxV_ZpWATDwagcmhVmWQPnd38sg39a-h",
    "Image_6_Alt": "Level 3 plan drawing",
    "Image_6_Caption": "Plan drawing of the third floor illustrating the interior space and how it interacts with one another.",
    "Image 7": "https://drive.google.com/open?id=1Qr8la37TaIuDHL7dBraLK1CdyrOXd6wD",
    "Image_7_Alt": "Progression of public and private spaces",
    "Image_7_Caption": "Floor plans showing the distribution of public, communal, and private spaces across three levels, organized around a central circulation core.",
    "Image 8": "https://drive.google.com/open?id=1dhA9hC41Az8yoqGqy2tXrSVlvDGnnJZ4",
    "Image_8_Alt": "Level 1 rendered illustration",
    "Image_8_Caption": "Rendered illustration of the first floor space showcasing how people and materials interact with the environment.",
    "Image 9": "https://drive.google.com/open?id=1Ad-JsuunCLSroZ-s8HhYrElzAHEaDMyr",
    "Image_9_Alt": "Level 3 rendered illustration",
    "Image_9_Caption": "Rendered illustration of the third floor space showcasing how people and materials interact with the environment.",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Collective Ownership, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/Screenshot 2025-12-19 215110 - Maria Juneau.png",
    "img_01": "/files/Image_01/Screenshot 2025-12-19 220112 - Maria Juneau.png",
    "img_02": "/files/Image_02/Screenshot 2025-12-19 215110 - Maria Juneau.png",
    "img_03": "/files/Image_03/Screenshot 2025-12-19 220157 - Maria Juneau.png",
    "img_04": "/files/Image_04/Screenshot 2025-12-19 220442 - Maria Juneau.png",
    "img_05": "/files/Image_05/Screenshot 2025-12-19 220458 - Maria Juneau.png",
    "img_06": "/files/Image_06/Screenshot 2025-12-19 220518 - Maria Juneau.png",
    "img_07": "/files/Image_07/Screenshot 2025-12-19 220232 - Maria Juneau.png",
    "img_08": "/files/Image_08/Screenshot 2025-12-19 220537 - Maria Juneau.png",
    "img_09": "/files/Image_09/Screenshot 2025-12-19 220219 - Maria Juneau.png",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-20T06:38:25.605Z",
    "Project_Title": "CycleRise",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=10Fah1Ot418fTJPmW-JRk6xOR4gSS7EhE",
    "Image_Description/\nAlt Text": "A structure of small wooden rectangular pods arrayed above a larger square community structure, all supported by steal dowels embedded into the ground.",
    "Student_Names": "Tanish Sondagar, Ashish Panda",
    "Home_Studio": "The Porous Dwelling: Reimagining Housing as the Intersection of Architecture, Ecology, and Culture — University of Calgary",
    "Tags": "Cooperative housing, Shared Spaces, Co-Housing, Co-Living",
    "Project_Description": "This collective porous dwelling concept is built upon light and modular pods that can house one or two people each, stacked atop of a central communal hub accessible to all residents of the dwelling. Inspired by Canmore’s local biking culture and love for the outdoors, the bicycle was central to the design. The communal system of living retains the advantages found in the pod design such as ease of access by bicycle and lightly touching the earth by utilizing pillars to raise the living spaces up which allows there to be no foundation. This also increases modularity and adaptability across various possible sites and number of pods. There are three key conditions of the community, dividing vertically\ninto public, semi-private, and private spaces. Starting from the ground, a bike pump park connects to the bike trail which invites the public to engage with the site. A platform elevator allows for cyclists to seamlessly ride in and go up into the semi-private and private spaces.\nThe first structure is the communal floor for residents, with sightlines from the elevator incentivizing more social interactions and informal gatherings. Above the communal floor, the rooftop garden provides a semi-private open space. Finally, the private pods are stacked at the top. Additionally, if this communal concept is not preferred by the residents of a pod, the design allows the pods to be placed individually from the communal spire, to provide an alternative form of living.",
    "Image 1": "https://drive.google.com/open?id=1jK5jNy0fQTMsbar8qn1EosYYf5X7j_VY",
    "Image_1_Alt": "A floor plan of the main communal area, featuring the locations of the kitchen, workshop,  theatre, washrooms, elevator, and balcony.",
    "Image_1_Caption": "Communal Floorplan",
    "Image 2": "https://drive.google.com/open?id=1lRRzRhuXdpaQYunVj-YK004kVPnBYUL-",
    "Image_2_Alt": "A floor plan of the garden on top of the communal structure, featuring the garden perimeter, atrium, elevator, and water channel.",
    "Image_2_Caption": "Garden Floorplan",
    "Image 3": "https://drive.google.com/open?id=1e5-DtFCZ2EJxdoENq9zz_hUkOGRX1lxA",
    "Image_3_Alt": "A section drawing from the east elevation of the communal building.",
    "Image_3_Caption": "Community Dwelling East Section",
    "Image 4": "https://drive.google.com/open?id=1VzUs6obnnckRbJt1RETj3tb6E7_8La2A",
    "Image_4_Alt": "A section drawing from the North elevation of the communal building.",
    "Image_4_Caption": "Community Dwelling East Section",
    "Image 5": "https://drive.google.com/open?id=1O_h74AiEVdhx-e5p8j89pVTbCofRqoK3",
    "Image_5_Alt": "A rendered image showing a singular private pod, set up individual of any community structure.",
    "Image_5_Caption": "Pod Cinematic Image",
    "Image 6": "https://drive.google.com/open?id=1f5jaKpuGlcF2PXz6RkflWOblMtIXiiRQ",
    "Image_6_Alt": "A drawing of the floorplan of an individual pod, showing the divide between the private bathroom and bedroom from the semi-private kitchen, balcony, and mudroom. ",
    "Image_6_Caption": "Pod Floorplan",
    "Image 7": "https://drive.google.com/open?id=1nbNb0XiGdlx5wLReCNJAZ_0krfKrJZzw",
    "Image_7_Alt": "A section drawing from the North elevation of the individual pod dwelling. .",
    "Image_7_Caption": "Pod Dwelling North Section",
    "Image 8": "https://drive.google.com/open?id=1GvgOsANc7HrsY32Lqdr3WEaDNnCkcMAP",
    "Image_8_Alt": "A section drawing from the East elevation of the individual pod dwelling. .",
    "Image_8_Caption": "Pod Dwelling East Section",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, Collective Ownership, All Urban Housing Development Must Include Accessible Public Space",
    "poster_image": "/files/Poster_Image/CycleRise Hero Image - Tanish Sondagar.jpg",
    "img_01": "/files/Image_01/Exhibition Images - Tanish Sondagar.png",
    "img_02": "/files/Image_02/Exhibition Images2 - Tanish Sondagar.png",
    "img_03": "/files/Image_03/Exhibition Images3 - Tanish Sondagar.png",
    "img_04": "/files/Image_04/Exhibition Images4 - Tanish Sondagar.png",
    "img_05": "/files/Image_05/Exhibition Images5 - Tanish Sondagar.png",
    "img_06": "/files/Image_06/Exhibition Images6 - Tanish Sondagar.png",
    "img_07": "/files/Image_07/Exhibition Images7 - Tanish Sondagar.png",
    "img_08": "/files/Image_08/Exhibition Images8 - Tanish Sondagar.png",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-20T17:22:24.195Z",
    "Project_Title": "The Roofstead Commons",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1wjlBgnlDjSJpe1V3qxsT73jv5HumNBTW",
    "Image_Description/\nAlt Text": "Proposed development on the existing parking garage on 20 St Andrew Street, including a residence, public cafe, community garden. The rooftop is designed to act as a public life hub for the community.   ",
    "Student_Names": "Lamiya Effat Ummay, Leah Woo",
    "Home_Studio": "Infilling affordable housing within the Kensington Market Community Land Trust — University of Waterloo",
    "Tags": "Community land trusts, Housing theory, Shared Spaces, Programmed Circulation, Towers, Agriculture and Gardening",
    "Project_Description": "Carpark No. 68, otherwise known as the Kensington\nMarket Garage, is the site we chose to develop.\nSituated opposite the Kensington Market Lofts and\nhousing commercial units on the ground floor, we\nsaw great potential for the parking garage to be\ndeveloped into a residential-commercial ecosystem\nthat acted as an extension of the lofts and the\nsurrounding businesses in the area. In creating\nthis infill project, we sought to minimise\ndestruction to the existing carpark structure,\nwhich is why we chose to built around and on top of\nit. One of the key features of our project is the\ncarpark ramp turned communal vegetable garden which\nis open to both public and residents. On the\nrooftop, it also houses a pickleball court, cafe,\nand a shared kitchen for residents, bringing life\nand vitality to the original carpark",
    "Image 1": "https://drive.google.com/open?id=1cghhHfoyrDMvukYEpXBemXI7LKJKGxID",
    "Image_1_Alt": "Concierge on Baldwin Street",
    "Image_1_Caption": "Residents Concierge on Baldwin Street. There is a mail drop-off area, a front counter and two lifts that bring residents up. This area is accessible by residents fob.",
    "Image 2": "https://drive.google.com/open?id=1UTIM0ydB_vPCdxhptJgvkg9FXwwpDyXt",
    "Image_2_Alt": "Concierge on St Andrew’s Street",
    "Image_2_Caption": "Residents Concierge on St Andrews Street. There is a mail drop-off area, a front counter and one lift that bring residents up. This area is accessible by residents fob.",
    "Image 3": "https://drive.google.com/open?id=1gg2WLf8Ewpv4q0J16q1oO5Sq6icl7NWx",
    "Image_3_Alt": "Internal circulation, exterior glass staircase",
    "Image_3_Caption": "Exterior open staircase that allows for internal circulation within the blocks for the residents.",
    "Image 4": "https://drive.google.com/open?id=1_9IjtjMgSK5oh92fhWJVdqdSsFjK4EHh",
    "Image_4_Alt": "Public entrance to the rooftop soaces. ",
    "Image_4_Caption": "Entrance off the alleyway on Kensington Avenue for the public to get up to the rooftop garden and all the public amenities there. Lift and Stairs access point.",
    "Image 5": "https://drive.google.com/open?id=1A0F3dN6rZ1_AQgeYirWeYCyOtCT9rl2c",
    "Image_5_Alt": "POV from the alleyway off from Kensington Ave (main public entrance) ",
    "Image_5_Caption": "Alleyway access for the public",
    "Image 6": "https://drive.google.com/open?id=1I0fL_BiOZg54Tf7uMNokPamQXZ9HKtJR",
    "Image_6_Alt": "Interior view of the cafe on the first level of the center block. The cafe has full length windows on the two sides facing the rooftop area. It allows for people to get panaromic views of kensington market while enjoying food",
    "Image_6_Caption": "Interior view of the cafe",
    "Image 7": "https://drive.google.com/open?id=1BuMjdAtoHj5ztvaODW29uTOLfjpbGiYd",
    "Image_7_Alt": "View of the interiors of the communal kitchen",
    "Image_7_Caption": "Double volume communal kitchen for the residents to use. There is dining spaces as well for residents to enjoy their cooking all together.",
    "Image 8": "https://drive.google.com/open?id=1rl48GvzSohWV_pPtGnpGJ286exmbtsKc",
    "Image_8_Alt": "View of the communal kitchen for the second level",
    "Image_8_Caption": "View of the communal kitchen from the walkway on the second level. The two studio units in this project is on this walkway right above the communal kitchen. The connecting bridge that connects Block A to B goes through this area",
    "Image 9": "https://drive.google.com/open?id=1WuPwj9XCDY4pRAZtoSTlvcwlbEQ-WcaA",
    "Image_9_Alt": "Pickle ball court view",
    "Image_9_Caption": "Pickel-ball court on the rooftop space. People sitting in the cafe right across may sit and watch others playing the sport.",
    "Image 10": "https://drive.google.com/open?id=1DakNhMJtakPSkPxDMkasqgIb9ooqLtO9",
    "Image_10_Alt": "Rooftop outdoor movie theatre",
    "Image _0_Caption": "Outdoor movie theatre. When movies are screened, people can sit on the platform or grass on the ramp space. Steps have been carved out for easier accessibility. When the movie is not screening, it frames the views of people in the space.",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, All Urban Housing Development Must Include Accessible Public Space, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/IMG_1542 - Lamiya.jpeg",
    "img_01": "/files/Image_01/IMG_1554 - Lamiya.jpeg",
    "img_02": "/files/Image_02/IMG_1553 - Lamiya.jpeg",
    "img_03": "/files/Image_03/IMG_1547 - Lamiya.jpeg",
    "img_04": "/files/Image_04/IMG_1549 - Lamiya.jpeg",
    "img_05": "/files/Image_05/IMG_1556 - Lamiya.jpeg",
    "img_06": "/files/Image_06/IMG_1545 - Lamiya.jpeg",
    "img_07": "/files/Image_07/IMG_1544 - Lamiya.jpeg",
    "img_08": "/files/Image_08/IMG_1543 - Lamiya.jpeg",
    "img_09": "/files/Image_09/IMG_1552 - Lamiya.jpeg",
    "img_10": "/files/Image_10/IMG_1555 - Lamiya.jpeg"
  },
  {
    "Timestamp": "2025-12-20T23:35:27.903Z",
    "Project_Title": "Layered Thresholds",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1pIakOUkGf3a5ADabLTc8D44ZLUkvvejR",
    "Image_Description/\nAlt Text": "Transit-Edge Mixed-Use Housing Prototype",
    "Student_Names": "Kristen Wang",
    "Home_Studio": "Home Otherwise: Architecture, Agency, and Collective Housing Futures — University of British Columbia",
    "Tags": "Cooperative housing, Housing policy, Prefabrication, Participatory Design, Shared Spaces, Co-Housing, Mixed Use",
    "Project_Description": "It is a mid-rise mixed residential-and-commercial housing typology organized as a sequence of spatial thresholds rather than a single solid object. A sloping site and a four-metre level change create two grounds: at the lower level, CRUs and a chamfered transit plaza face Lameys Mill Road and three bus stops; above, the CRU roof becomes a shared deck used by both residents and visitors. Rising from this base, an L-shaped bar on a 4×4-metre grid is wrapped by a single-loaded corridor that thick- ens into residents-only terraces and culminates in a private roof garden. From entry plaza to shared deck to neighbour terraces and rooftop, the project tests how housing at a transit corner can host civic life, everyday neighbour contact, and clear privacy, offering a precise gradient from public to semi-public to private within South False Creek.",
    "Image 1": "https://drive.google.com/open?id=1h3bxbYJnK-BeLwNYtEP8r58DlIpxDp6y",
    "Image_1_Alt": "The project is organized as a series of thresholds rather than one big object. At north  frontage along Lameys Mill Road, the CRU and plaza are fully public, facing the bus  stops and the street. Above that, the CRU roof deck becomes a shared terrace where  residents and visitors share. Higher up, the single-loaded corridor thickens into a  sequence of residents-only terraces, a neighbour layer where residents see and look  out for each other. Behind this, the units form the fully private layer. Together, the entry  plaza, the shared terrace, the shifting terraces, and the upper roof garden choreograph  views and distances, so the building can open itself to public life at the corner while still  stepping back into clearly private territory as it rises.",
    "Image_1_Caption": "Transit-Edge Mixed-Use Housing Prototype",
    "Image 2": "https://drive.google.com/open?id=1PDWeOnavn4H30e_v1Fc4OxQHIK5Z127Q",
    "Image_2_Alt": "The 60 units are grouped by size and shown as different colour bands—from compact studios and one-bedroom units, to three bedroom family units . ",
    "Image_2_Caption": "Unit types",
    "Image 3": "https://drive.google.com/open?id=15IfE5aI9D3sxm2PYsng2U72iH1iIazaQ",
    "Image_3_Alt": "On the ground floor, along the north frontage on Lameys Mill Road, there's a row of CRUs including Cafe and a small grocery",
    "Image_3_Caption": "Public edge facing the bus stops",
    "Image 4": "https://drive.google.com/open?id=1xEFMx0-YoV_gmh45pXmMRJsMDeqwViy1",
    "Image_4_Alt": "From L3 up , I used single-loaded corridors so each unit has cross ventilation. I thicken the corridors into a continuous band of terraces. On each floor, the line of this terrace band shifts slightly creating different pockets for planting and seating. This kind of wrap-around terrace layout turns the circulation into a lived edge, where neighbours can casually see each other, look out for each other",
    "Image_4_Caption": "Wrap-around terrace layout",
    "Image 5": "https://drive.google.com/open?id=1uglnmn-6BLprBIg00jXMtZZ-qjemfmhU",
    "Image_5_Alt": "The roof of the CRUs becomes a shared terrace, a roof deck that both residents and visitors can use. It is directly connected to the public stair from the plaza, so someone can come off the bus, walk up, and sit on this deck to enjoy the view without entering the private parts of the building",
    "Image_5_Caption": "Roof Deck",
    "Image 6": "",
    "Image_6_Alt": "",
    "Image_6_Caption": "",
    "Image 7": "",
    "Image_7_Alt": "",
    "Image_7_Caption": "",
    "Image 8": "",
    "Image_8_Alt": "",
    "Image_8_Caption": "",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/layered threshold - Kristen Wang.png",
    "img_01": "/files/Image_01/Kristen Wang_FINAL REVIEW-1 - Kristen Wang.png",
    "img_02": "/files/Image_02/Kristen Wang_FINAL REVIEW-2 - Kristen Wang.png",
    "img_03": "/files/Image_03/1 - Kristen Wang.png",
    "img_04": "/files/Image_04/2 - Kristen Wang.png",
    "img_05": "/files/Image_05/3 - Kristen Wang.png",
    "img_06": "/files/Image_06/",
    "img_07": "/files/Image_07/",
    "img_08": "/files/Image_08/",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  },
  {
    "Timestamp": "2025-12-22T19:47:53.363Z",
    "Project_Title": "Rooted Commons",
    "Poster_Image": "/files/Poster_Image/https://drive.google.com/open?id=1RIO2U_qqMPzf-ASjUzmJr37FUVweA3O3",
    "Image_Description/\nAlt Text": "Axonometric showing the four prototyped buildings for the proposed site.",
    "Student_Names": "Ethan Sanders",
    "Home_Studio": "Home Otherwise: Architecture, Agency, and Collective Housing Futures — University of British Columbia",
    "Tags": "Cooperative housing, Shared Spaces, Programmed Circulation, Flexible Spaces, Co-Housing, Co-Living, Courtyard Housing, Agriculture and Gardening",
    "Project_Description": "This prototype tests how the district’s urban necklace can be expressed through four single \nbuildings connected into one larger volume. A porous ground level stitches the upper neighbourhood of Fairview towards the waterfront, extending the sequence of outdoor rooms with shaded courtyards and green lanes. A single stair and main circulation bridge the four buildings together, creating a continuous social pathway of shared rooms. Inside, a vertical chain of communal spaces supports a diverse mix of residents. Each floor has designated private units ranging from 1-3 bedrooms which allows each floor to have a variation of inhabitants. The prototype uses timber construction, expansive balconies, and accessible roof systems which anchor the buildings in their ecological context. The result is a site specific ‘jewel’ that strengthens the larger urban necklace while generating its own micro landscape of connection. ",
    "Image 1": "https://drive.google.com/open?id=1m1MXijn3afBmc2W3Tqm_F2PgvL4pIXhw",
    "Image_1_Alt": "Sectional drawing demonstrating crucial circulation pathways between the prototyped buildings.",
    "Image_1_Caption": "South Section",
    "Image 2": "https://drive.google.com/open?id=1Zgm1tm67qcgtwyS4u0u5YXBbPRSlT4Vu",
    "Image_2_Alt": "Ground floor plan and how the buildings connect to Grove Lane.",
    "Image_2_Caption": "Grove Lane Ground Plan",
    "Image 3": "https://drive.google.com/open?id=1Fu50d_pVdEgXkdFiBSodrp3ID1a8mtZs",
    "Image_3_Alt": "Ground floor plan and how buildings main entrances are off of Sixth Avenue. ",
    "Image_3_Caption": "Sixth Avenue Ground Plan",
    "Image 4": "https://drive.google.com/open?id=1Igj1H7YtaN-Bh2Bpc7FI4h52Dp5vcr0_",
    "Image_4_Alt": "Interior plan showing the circulation corridors and the divisibility between units.",
    "Image_4_Caption": "Interior Second Floor Plan",
    "Image 5": "https://drive.google.com/open?id=1PyJQTyP8iE7VaGd8lNnIYRMt0O_INusI",
    "Image_5_Alt": "Collage showing the qualities of the entrances off of Sixth Avenue and how pedestrians interact with the street. ",
    "Image_5_Caption": "Sixth Avenue Collage Render",
    "Image 6": "https://drive.google.com/open?id=1mMr4YJaVUpS06NMps410CdaTYCtLeG_h",
    "Image_6_Alt": "Collage showing the qualities of the pedestrian walkways created on Grove Lane and how people interact between the buildings and the landscape.",
    "Image_6_Caption": "Grove Lane Collage Render",
    "Image 7": "",
    "Image_7_Alt": "",
    "Image_7_Caption": "",
    "Image 8": "",
    "Image_8_Alt": "",
    "Image_8_Caption": "",
    "Image 9": "",
    "Image_9_Alt": "",
    "Image_9_Caption": "",
    "Image 10": "",
    "Image_10_Alt": "",
    "Image _0_Caption": "",
    "Video_URL": "",
    "Video_Caption": "",
    "Demands": "Challenge existing zoning constraints to provide alternative housing types, density, intensification and modes of tenure, Collective Ownership, All Urban Housing Development Must Include Accessible Public Space, Demand housing that evolve with people, adapt to climate, and foster collective life",
    "poster_image": "/files/Poster_Image/Axo - Ethan Sanders.png",
    "img_01": "/files/Image_01/section - Ethan Sanders.png",
    "img_02": "/files/Image_02/Plans-01 - Ethan Sanders.png",
    "img_03": "/files/Image_03/Plans-02 - Ethan Sanders.png",
    "img_04": "/files/Image_04/Plans-03 - Ethan Sanders.png",
    "img_05": "/files/Image_05/Render1 - Ethan Sanders.png",
    "img_06": "/files/Image_06/Render2 - Ethan Sanders.png",
    "img_07": "/files/Image_07/",
    "img_08": "/files/Image_08/",
    "img_09": "/files/Image_09/",
    "img_10": "/files/Image_10/"
  }
]